Repository: iainlane/f-spot
Catalog: docs/*/*.po
Languages: de, ru, sl, uk

source: To remove a repository click <guibutton>Repositories</guibutton> button again, choose the repository you are about to delete and click <guibutton>Delete</guibutton> button.
de: Um eine Softwarequelle (Repository) zu entfernen, drücken Sie den <guibutton>Repositories …</guibutton> Knopf, wählen Sie die Quelle, die Sie entfernen möchten und klicken Sie auf den <guibutton>Löschen</guibutton> Knopf.
ru: Чтобы удалить репозиторий, нажмите кнопку <guibutton>Репозитории...</guibutton>, выберите репозитории для удаления и нажмите кнопку <guibutton>Удалить...</guibutton>.
sl: Za odstranitev skladišča ponovno kliknite gumb <guibutton>Skladišča</guibutton>, izberite skladišče za izbris in kliknite gumb <guibutton>Izbriši</guibutton>.
uk: Щоб вилучити репозиторій, знову натисніть кнопку <guibutton>Джерела...</guibutton> виділіть репозиторій, який хочете вилучити, і натисніть кнопку <guibutton>Вилучити</guibutton>.

source: Installing and updating extensions
de: Erweiterungen installieren und aktualisieren
ru: Установка и обновление расширений
sl: Nameščanje in posodabljanje razširitev
uk: Встановлення та оновлення розширень

source: To install an extension click <guibutton>Install extensions...</guibutton> button. In the newly presented dialog
de: Um eine Erweiterung zu installieren, klicken Sie auf den <guibutton>Erweiterungen installieren …</guibutton>-Knopf im nun angezeigten Dialog.
ru: Чтобы установить расширение, нажмите кнопку <guibutton>Установить расширения...</guibutton>. В появившемся диалоговом окне
sl: Za namestitev razširitve kliknite gumb <guibutton>Namesti razširitve ...</guibutton> . V novo predstavljenem pogovornem oknu
uk: Щоб встановити розширення, натисніть кнопку <guibutton>Встановити розширення...</guibutton>. У діалоговому вікні, яке з’явиться:

source: Choose repository to install from all known repositories or just one of available repositories.
de: Wählen Sie alle Softwarequellen (Repositories), von denen Sie installieren möchten, oder nur eine verfügbare Quelle.
ru: Выберите репозиторий для установки из всех известных репозиториев или один из доступных репозиториев.
sl: Izberite skladišče za namestitev iz vseh znanih skladišč ali razpoložljivih skladišč.
uk: Виберіть репозиторій для встановлення, з усіх відомих або один з доступних.

source: Choose, what extension packages you want to see: All, Only new, Only updates.
de: Wählen Sie, welche Erweiterungs-Pakete Sie sehen möchten: Alle, nur Neue, nur Aktualisierungen.
ru: Выберите пакеты расширений: все пакеты, только новые версии, только обновления.
sl: Izberite katere pakete razširitev želite videti: Vse, le nove, le posodobitve.
uk: Виберіть пакунки розширень, які хочете бачити: всі, лише нові, лише оновлені.

source: Click the <guibutton>Update</guibutton> button to update list of available extension packages by given criteria.
de: Klicken Sie auf den <guibutton>Aktualisieren</guibutton>-Knopf, um die Liste mit den verfügbaren Erweiterungs-Paketen (die den gewählten Kriterien entsprechen) zu aktualisieren.
ru: Нажмите кнопку <guibutton>Обновить</guibutton>, чтобы обновить список доступных пакетов согласно выбранному критерию.
sl: Kliknite gumb <guibutton>Posodobi</guibutton> za posodobitev seznama razpoložljivih paketov razširitev glede na dane kriterije.
uk: Натисніть кнопку <guibutton>Оновити</guibutton>, щоб оновити список доступних пакунків розширення за визначеними критеріями.

source: Choose extensions you want to install/update, click <guibutton>Information</guibutton> to see summary on selected package, if you want to.
de: Wählen Sie Erweiterungen, die Sie installieren oder aktualisieren möchten und klicken Sie auf <guibutton>Informationen</guibutton>, um eine Zusammenfassung über die ausgewählten Pakete zu erhalten, falls Sie das wünschen.
ru: Выберите расширения для установки или обновления. Чтобы просмотреть описание к пакету, нажмите кнопку <guibutton>Информация</guibutton>.
sl: Izberite razširitve, ki jih želite namestiti/posodobiti, ter kliknite <guibutton>Podrobnosti</guibutton> za ogled povzetka izbranega paketa, če želite.
uk: Виберіть розширення для встановлення або оновлення. Якщо хочете побачити короткий опис вибраного пакунку, натисніть кнопку <guibutton>Інформація</guibutton>.

source: Click <guibutton>Forward</guibutton> to proceed with installation.
de: Klicken Sie auf <guibutton>Weiter</guibutton>, um die Installation fort zu setzen.
ru: Нажмите <guibutton>Вперёд</guibutton>, чтобы продолжить установку.
sl: Kliknite gumb <guibutton>Naprej</guibutton> za nadaljevanje z namestitvijo.
uk: Натисніть кнопку <guibutton>Вперед</guibutton>, щоб перейти до встановлення.

source: Enabling and disabling extensions
de: Erweiterungen aus- und einschalten
ru: Включение и выключение расширений
sl: Omogočanje in onemogočanje razširitev
uk: Увімкнення та вимкнення розширень

source: You might want to temporarily enable or disable a particular extension package, for example, if the extension is not stable enough to handle a large amount of photos or if menus get crowded with extensions.
de: Möglicherweise möchten Sie vorübergehend ein bestimmtes Erweiterungspaket aktivieren oder deaktivieren. Beispielsweise dann, wenn eine Erweiterung nicht stabil genug ist, um mit einer großen Anzahl von Bildern umgehen zu können, oder wenn Menüs zu sehr mit Erweiterungen vollgestopft sind.
ru: Возможно, возникнет необходимость временно включить или отключить определённый пакет расширений. Например, если расширение не является достаточно стабильным для того, чтобы им можно было без риска обработать большое количество фотографий или если меню переполнено расширениями.
sl: Morda želite začasno omogočiti ali onemogočiti določen paket razširitve, na primer če razširitev ni dovolj stabilna za upravljanje z veliko količino fotografij ali če so meniji preveč natrpani z razširitvami.
uk: Можливо, виникне необхідність тимчасово увімкнути або вимкнути певний пакунок розширень. Наприклад, якщо розширення не достатньо стабільне, щоб ним можна було без ризику обробити велику кількість фотографій, або якщо меню переповнені розширеннями.

source: In the <guilabel>Manage Extensions</guilabel> dialog select the extension package and click <guibutton>Enable</guibutton> or <guibutton>Disable</guibutton>.
de: Im Dialog <guilabel>Erweiterungen verwalten</guilabel> wählen Sie das Erweiterungspaket aus und klicken auf <guibutton>Aktivieren</guibutton> oder <guibutton>Deaktivieren</guibutton>.
sl: V pogovornem oknu <guilabel>Upravljanje razširitev</guilabel> izberite paket razširitev in kliknite gumb <guibutton>Omogoči</guibutton> ali <guibutton>Onemogoči</guibutton>.
uk: В діалоговому вікні <guilabel>Керування розширеннями</guilabel>, виберіть потрібний пакунок і натисніть кнопку <guibutton>Увімкнути</guibutton> або <guibutton>Вимкнути</guibutton>.

source: Removing extensions
de: Erweiterungen entfernen
ru: Удаление расширений
sl: Odstranjevanje razširitev
uk: Вилучення розширень

source: If you don't need an extension you can remove it from the system completely. In the <guilabel>Manage Extensions</guilabel> dialog select the extension package you want to remove and click <guibutton>Delete</guibutton>.
de: Falls Sie eine Erweiterung nicht benötigen, so können Sie diese komplett aus dem System entfernen. Im <guilabel>Erweiterungsverwaltung</guilabel>-Dialog können Sie das Erweiterungspaket auswählen und es durch klicken auf <guibutton>Deinstallieren …</guibutton> entfernen.
ru: Если расширение лишнее, его можно полностью удалить из системы. В диалоговом окне <guilabel>Управление расширениями</guilabel> выберите пакет расширения для удаления и нажмите кнопку <guibutton>Удалить</guibutton>.
sl: V primeru da razširitve ne potrebujete, jo lahko popolnoma odstranite s sistema. V pogovornem oknu <guilabel>Upravljanje razširitev</guilabel> izberite paket razširitev, ki ga želite izbrisati in kliknite <guibutton>Izbriši</guibutton>.
uk: Якщо розширення більше не потрібне, його можна вилучити з системи повністю. В діалоговому вікні <guilabel>Керування розширеннями</guilabel>, виберіть пакунок розширення, який хочете вилучити і натисніть кнопку <guibutton>Вилучити</guibutton>.

source: Reading summary of extensions
de: Lesen der Erweiterungsbeschreibung
ru: Описания к расширениям
sl: Branje povzetka razširitev
uk: Короткий опис розширень

source: Every extension package contains metadata that provides the following information about the extension:
de: Jedes Erweiterungspaket enthält Meta-Informationen, die folgende Informationen zur Verfügung stellen:
ru: Каждый пакет расширения содержит метаданные, которые позволяют получить следующую информацию о расширении:
sl: Vsak paket razširitve vsebuje metapodatke, ki zagotavljajo naslednje podrobnosti o razširitvi:
uk: Кожен пакунок розширення містить метадані, які дають змогу отримати таку інформацію:

source: Description, which usually covers puprose of the extension
de: Beschreibung, diese erklärt üblicherweise die Funktion der Erweiterung.
ru: описание, в котором обычно говорится, для чего предназначено расширение;
sl: Opis, ki običajno opiše namen razširitve
uk: Опис, у якому, зазвичай, описане призначення розширення

source: Version
ru: версия;
sl: Različica
uk: Версія

source: Author
de: Autor
ru: автор;
sl: Avtor
uk: Автор

source: Dependencies
de: Abhängigkeiten
ru: зависимости.
sl: Odvisnosti
uk: Залежності

source: In the <guilabel>Manage Extensions</guilabel> dialog select the extension package you want to read summary of and click <guibutton>Information</guibutton>.
de: Im Dialog <guilabel>Erweiterungen verwalten</guilabel> wählen Sie das Erweiterungspaket aus, dessen Zusammenfassung Sie lesen wollen und klicken Sie auf <guibutton>Information</guibutton>.
ru: В диалоговом окне <guilabel>Управление расширениями</guilabel> выберите пакет, описание к которому вы хотите прочесть, и нажмите кнопку <guibutton>Информация</guibutton>
sl: V pogovornem oknu <guilabel>Upravljanje razširitev</guilabel> izberite paket razširitve katerega opis želite prebrati in kliknite <guibutton>Podrobnosti</guibutton>.
uk: В діалоговому вікні <guilabel>Керування розширеннями</guilabel>, виберіть пакунок розширення, опис до якого хочете прочитати, і натисніть кнопку <guibutton>Інформація</guibutton>.

source: Developing extensions
de: Entwickeln von Erweiterungen
ru: Разработка расширений
sl: Razvijanje razširitev
uk: Розробка розширень

source: <ulink url="http://f-spot.org/Extend_F-Spot">Extend F-Spot</ulink> document gives instructions on developing your own extensions for F-Spot.
de: Das Dokument <ulink url="http://f-spot.org/Extend_F-Spot">F-Spot erweitern</ulink> gibt Anweisungen über das Entwickeln von Erweiterungen für F-Spot.
ru: Документ <ulink url="http://f-spot.org/Extend_F-Spot">Extend F-Spot</ulink> даёт инструкции по разработке собственных расширений для F-Spot.
sl: Dokument <ulink url="http://f-spot.org/Extend_F-Spot">razširite F-Spot</ulink> vsebuje navodila za razvijanje vaših lastnih razširitev za F-Spot.
uk: Документ <ulink url="http://f-spot.org/Extend_F-Spot">Extend F-Spot</ulink> надає інструкції з розробки своїх власних розширень для F-Spot.

source: Shortcuts
de: Tastenkombinationen
ru: Клавиатурные сокращения
sl: Bližnjice
uk: Клавіатурні скорочення

source: Global Shortcuts
de: Globale Tastenkombinationen
ru: Клавиатурные сокращения: глобальное действие
sl: Splošne bližnjice
uk: Глобальні скорочення

source: Key
de: Taste
ru: Клавиша
sl: Tipka
uk: Клавіша

source: Action
de: Aktion
ru: Действие
sl: Dejanje
uk: Дія

source: Rotate the selected photos to the left
de: Die ausgewählten Fotos gegen den Uhrzeigersinn drehen
ru: Повернуть выбранные снимки влево
sl: Vrtenje izbranih fotografij levo
uk: Повернути виділені фото ліворуч

source: Rotate the selected photos to the right
de: Die ausgewählten Fotos im Uhrzeigersinn drehen
ru: Повернуть выбранные снимки вправо
sl: Vrtenje izbranih fotografij desno
uk: Повернути виділені фото праворуч

source: Remove selected photos from F-Spot's catalogue
de: Ausgewähltes Foto aus F-Spots Katalog entfernen
ru: Удалить выбранные снимки из каталога F-Spot
sl: Odstrani izbrane fotografije iz kataloga F-Spot
uk: Вилучити виділені фото з каталогу F-Spot

source: Shift
de: Umschalttaste
sl: Dvigalka

source: Delete selected photos permanently from the drive. If possible, they will moved to trash.
de: Ausgewählte Fotos dauerhaft von der Festplatte löschen. Falls möglich, werden diese in den Müll verschoben.
sl: Trajno izbriše izbrane fotografije s pogona. V primeru, da je to mogoče, bodo premaknjene v smeti.
uk: Вилучити назавжди виділені фото з диска. Якщо можливо, помістити їх у смітник.

source: View or edit tags for selected photos
de: Markierungen der ausgewählten Fotos zeigen oder bearbeiten
ru: Показать или изменить метки для выделенных снимков
sl: Ogled ali urejanje oznak za izbrane fotografije
uk: Перегляд або редагування позначок для виділених фото

source: Full screen view
de: Vollbildmodus
ru: Во весь экран
sl: Celozaslonski pogled
uk: Перегляд на весь екран

source: Displays information about the photo
de: Informationen über das Foto anzeigen
ru: Показать информацию о снимке
sl: Prikaz podrobnosti o fotografiji
uk: Показати інформацію про фото

source: Equals
de: Gleicheits-Zeichen
sl: Je enako
uk: Дорівнює (=)

source: Zoom-in
de: Ansicht vergrößern
ru: Приблизить
sl: Približanje
uk: Наблизити

source: Zoom-out
de: Ansicht verkleinern
ru: Отдалить
sl: Oddaljevanje
uk: Віддалити

source: Import photos
de: Fotos importieren
ru: Импорт фотографий
sl: Uvoz fotografij
uk: Імпорт фотографій

source: Alt plus a number from 0 to 5 rate the selected picture(s)
de: Alt + eine Nummer zwischen 0 und 5 bewertet ausgewählte Fotos
ru: Alt + цифра от 0 до 5 - для оценки выбранного снимка (снимков)
sl: Alt in število od 0 do 5 za oceno izbran-e/ih slik(e)
uk: Alt + цифра від 0 до 5 — оцінка вибраного знімка(ів)

source: Browse Mode Shortcuts
de: Tastenkombinationen im Übersichtsmodus
ru: Клавиатурные сокращения: режим браузера
sl: Bližnjice načina brskanja
uk: Скорочення для режиму перегляду

source: Select all
de: Alles auswählen
ru: Выделить все
sl: Izbor vsega
uk: Виділити все

source: Unselect all
de: Alles abwählen
ru: Снять выделение
sl: Preklic izbora
uk: Скасувати виділення всього

source: Arrow keys or <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>
de: Pfeiltasten oder <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>
ru: Клавиши со стрелками или клавиши <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>
sl: Tipke puščice ali <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>
uk: Клавіші зі стрілками або клавіші <placeholder-1/>, <placeholder-2/>, <placeholder-3/>, <placeholder-4/>

source: Move focus
de: Fokus verschieben
ru: Переместить фокус
sl: Premakne žarišče
uk: Перемістити фокус

source: <placeholder-1/>-Arrow key
de: <placeholder-1/>-Pfeiltaste
ru: <placeholder-1/> + Клавиша со стрелкой
sl: <placeholder-1/>-Tipka puščice
uk: <placeholder-1/> + Клавіша зі стрілкою

source: Move the focus without changing the selection
de: Den Fokus verschieben, ohne die Auswahl zu verändern
ru: Переместить фокус без изменения выделения
sl: Premakne žarišče brez spremembe izbora
uk: Перемістити фокус не змінюючи виділення

source: Spacebar
de: Leertaste
ru: Пробел
sl: Preslednica

source: Select or unselect the focused photo
de: Aus- oder Abwählen des fokussierten Fotos
ru: Выбрать или снять выделение с фотографии, находящейся в фокусе
sl: Izbere ali prekliče izbor fotografije v žarišču
uk: Виділити або скасувати виділення зі сфокусованого фото

source: Arrow key
de: Pfeiltaste
ru: клавиша со стрелкой
sl: Tipka puščice
uk: Клавіша зі стрілкою

source: Change the photo selection
de: Foto-Auswahl ändern
ru: Изменить выделение
sl: Sprememba izbire fotografije
uk: Змінити виділене фото

source: Left arrow or Right arrow
de: Linke oder rechte Pfeiltaste
ru: стрелка влево или вправо
sl: Leva puščica ali desna puščica
uk: Стрілка ліворуч або праворуч

source: Add/Remove all photos in the row, in the direction pressed, to the selection
de: Hinzufügen/Entfernen aller Fotos in der Reihe, in die Richtung die gedrückt wurde, bis zur Auswahl
ru: Добавить в выделение или снять выделение с фотографий в строке в выбранном направлении
sl: Doda/odstrani vse fotografije v vrstici v izbrani smeri do izbora
uk: Додати або скасувати виділення усіх фото в рядку у вибраному напрямку

source: Pops up a larger preview of the picture pointed by the mouse
de: Öffnet eine größere Vorschau des Bildes, auf das Sie mit der Maus zeigen.
ru: Всплывающее окно предварительного просмотра изображения, над которым находится указатель мыши
sl: Pojavi večji predogled slike pokazane z miško
uk: Збільшений перегляд частини зображення, на яку вказує вказівник миші

source: Pops up a larger preview and a color histogram of the picture pointed by the mouse
de: Öffnet eine größere Vorschau und ein Farb-Histogramm des Bildes, auf das Sie mit der Maus zeigen.
ru: Всплывающее окно предварительного просмотра и цветовая гистограмма изображения, над которым находится указатель мыши
sl: Pojavi večji predogled in barvni histogram slike pokazane z miško
uk: Збільшений перегляд частини зображення, на яку вказує вказівник миші та колірна гістограма

source: Tag Shortcuts
de: Tastenkombinationen zum Markieren
ru: Клавиатурные сокращения: метки
sl: Bližnjice oznak
uk: Скорочення для позначок

source: Rename selected tag
de: Ausgewählte Markierung umbenennen
ru: Переименовать выделенную метку
sl: Preimenovanje izbranih oznak
uk: Перейменувати виділену позначку

source: Add tags to selected photos
de: Markierungen zu ausgewählten Fotos hinzufügen
ru: Назначить метки выделенным фотографиям
sl: Dodajanje oznak izbranim fotografijam
uk: Додати позначку до виділених фото

source: Drag and drop tags to move them
de: Markierungen mit der Maus ziehen, um diese zu verschieben
ru: Перетащить мышью метки для их перемещения
sl: Za premikanje oznak jih povlecite in spustite
uk: Перетягнути позначки, щоб перемістити їх

source: Type a tag's name to jump to it (only works if tag is shown/expanded)
de: Geben Sie den Namen einer Markierung ein, um zu ihr zu springen (funktioniert nur, wenn alle Markierungen angezeigt werden/ausgeklappt sind)
ru: Набрать имя метки, чтобы перейти к ней (работает, только когда метка видима)
sl: Vtipkajte ime oznake za skok nanjo (deluje le, če je oznaka prikazana/razširjena)
uk: Ввести назву позначки, щоб перейти до неї (працює лише якщо позначка видима)

source: Edit Mode Shortcuts
de: Bearbeitungsmodus-Tastenkombinationen
ru: Клавиатурные сокращения: режим редактирования
sl: Bližnjice načina urejanja
uk: Скорочення для режиму редагування

source: Page Up
de: Bild aufwärts
sl: Stran navzgor

source: Backspace
de: Rücktaste
sl: Povratna tipka

source: Go to Previous Photo
de: Zum vorherigen Foto gehen
ru: Перейти к предыдущей фотографии
sl: Pojdi na predhodno fotografijo
uk: Перейти до попереднього фото

source: Page Down
de: Bild abwärts
sl: Stran navzdol

source: Go to Next Photo
de: Zum nächsten Foto gehen
ru: Перейти к следующей фотографии
sl: Pojdi na naslednjo fotografijo
uk: Перейти до наступного фото

source: Go to Previous/Next photo or move around a zoomed photo
de: Zum vorherigen/nächsten Foto gehen oder ein vergrößertes Foto in der Ansicht verschieben
ru: Перейти к предыдущему/следующему снимку или перемещаться по снимку в режиме приближения.
sl: Gre na predhodno/naslednjo fotografijo ali premakne naokoli povečano fotografijo
uk: Перейти до попереднього або наступного фото чи переміщатись по збільшеному фото

source: Go to a random photo
de: Zu einem zufälligen Foto gehen
sl: Pojdi na naključno fotografijo
uk: Перейти до випадкового фото

source: Fit the image to the screen
de: Bild an Bildschirm anpassen
ru: Подогнать изображение к размеру экрана
sl: Prilagajanje slike zaslonu
uk: Припасувати зображення до розміру екрана

source: Zoom Factor to 1.0 (1 screen pixel per image pixel)
de: Vergrößerungsstufe auf 1,0 (1 Bilschirmpixel pro Bildpixel)
ru: Коэффициент увеличения 1.0 (1 пиксел экрана на пиксел изображения)
sl: Faktor povečave 1.0 (1 točka zaslona na točko slike)
uk: Коефіцієнт масштабування до 1.0 (1 піксель екрана на піксель зображення)

source: Zoom Factor to 2.0 (4 screen pixels per image pixel)
de: Vergrößerungsstufe auf 2,0 (4 Bildschirmpixel pro Bildpixel)
ru: Коэффициент увеличения 2.0 (4 пиксела экрана на пиксел изображения)
sl: Faktor povečave na 2.0 (4 točke zaslona na točko slike)
uk: Коефіцієнт масштабування до 2.0 (4 пікселя екрана на піксель зображення)

source: Escape
sl: Ubežna tipka

source: Returns to Browser mode
de: Zum Übersichtsmodus zurückkehren
ru: Вернуться в режим просмотра
sl: Vrne v način brskalnika
uk: Повернутись до режиму перегляду

source: Examine photo with magnifying glass (Loupe). Doubleclick on the Loupe, or type <placeholder-1/> again to close it.
de: Foto mit mit Vergrößerungsglas (Lupe) vergrößern. Doppelklicken Sie in der Lupen-Ansicht, oder Drücken Sie nochmal <placeholder-1/> um sie zu schließen.
ru: Рассмотреть фотографию через увеличительное стекло (лупу). Чтобы убрать увеличительное стекло, дважды нажмите на нём левую кнопку мыши, или нажмите <placeholder-1/>.
sl: Preučevanje fotografije s povečevalnim steklom. Za zaprtje povečevalnega stekla kliknite nanj ali vtipkajte <placeholder-1/>.
uk: Розглянути фотографію через збільшувальне скло (лупу). Щоб закрити його, двічі клацніть на ньому, або знову натисніть <placeholder-1/>.

source: <placeholder-1/>-Mousewheel
de: <placeholder-1/>-Mausrad
ru: <placeholder-1/> + колёсико мыши
sl: <placeholder-1/>-Miškino kolesce
uk: <placeholder-1/> + коліщатко миші

source: Faster filmstrip scrolling
de: Schnellerer Filmstreifen-Lauf
ru: Ускоренная прокрутка фотоленты
sl: Hitrejše drsenje filmskega traku
uk: Прискорена прокрутка фотострічки

source: Toggle infobox visibility ''(only when in full screen)''
de: Die Sichtbarkeit der »Infobox« an- und ausschalten (nur im Vollbild-Modus)
ru: Включить или отключить видимость панели информации (только в полноэкранном режиме)
sl: Preklop vidnosti polja podrobnosti "(le v celozaslonskem načinu)"
uk: Увімкнути або вимкнути видимість панелі інформації «(лише в повноекранному режимі)»

source: translator-credits
de: Arun Persaud <arun@nubati.net>, 2008 Stefan Horning <stefan@hornings.de>, 2009 Mario Blättermann <mariobl@gnome.org>, 2009
ru: Yuri Myasoedov <omerta13@yandex.ru>, 2008 Dmitriy Kodanev <dkodanev@gmail.com>, 2009
sl: Andrej Žnidaršič <andrej.znidarsic@gmail.com>
uk: Sergiy Gavrylov <sergiovana@bigmir.net>, 2010.

source: Sepia
de: Sepia-Farben
ru: Эффект сепии
uk: Сепія

source: Please refer to documentation of third party hardware and software vendors for details.
de: Bitte ziehen Sie die Dokumentation zu Drittanbieter-Hardware und Software für weitere Details zu Rate.
ru: За дополнительной информацией обращайтесь к документации поставщиков стороннего аппаратного и программного обеспечения.
uk: За додатковою інформацією звертайтеся до документації постачальників стороннього апаратного та програмного забезпечення.

source: Del
de: Entf

source: Ctrl
de: Strg

source: n/a
de: Nicht verfügbar
ru: нет
uk: немає
