Repository: iainlane/f-spot
Catalog: docs/*/*.po
Languages: de, ru, sl, uk

source: When you capture a photo and look at it on a display, it looks different than on a camera's preview display or on any other display. It will also look different when you print it. This is because every device has unique color reproduction capabilities.
de: Wenn Sie ein Foto aufnehmen und es auf dem Bildschirm betrachten, sieht es anders aus als auf dem Vorschaubildschirm der Kamera oder jedem anderen Anzeigegerät. Wenn Sie es ausdrucken, wird es wiederum anders aussehen. Das liegt daran, dass die Farbdarstellung abhängig von den Fähigkeiten des jeweiligen Gerätes ist.
ru: Когда вы импортируете снимок и просматриваете его на мониторе компьютера, он выглядит иначе, чем на мониторе фотокамеры или каком-либо другом мониторе. По-другому снимок будет выглядеть и при печати на принтере. Всё потому, что у каждого из этих устройств свои возможности в плане воспроизведения цвета.
sl: Fotografija je na zaslonu videti drugače kot na zaslonu predogleda fotoaparata ali kateremukoli drugemu zaslonu. Tudi natisnjena fotografija je videti drugačna. To se zgodi zato, ker ima vsaka barva edinstvene zmožnosti poustvaritve barv.
uk: Під час перегляду фотографії на дисплеї комп'ютера, вона виглядатиме дещо інакше, ніж на дисплеї фотокамери або на будь-якому іншому дисплеї. Також інакше вона виглядатиме і після друку на принтері. Тому, що кожний такий пристрій має свої власні характеристики відтворення кольору.

source: Color management system (CMS) is a tool to achieve reliable color reproduction for both display and output (e.g. a printer). A CMS relies on color profiles to map original colors to the color that a device can reproduce so that colors will appear the same way everywhere — on a computer LCD monitor, on a print from your local photolab etc.
de: Das Color Management System (CMS) ist ein Werkzeug, mit dem Sie zuverlässige Farbdarstellungen sowohl für die Anzeige als auch für die Ausgabe (z.B. auf einem Drucker) erzielen. Ein CMS benutzt Farbprofile, um die Originalfarben an die Farben des reproduzierenden Gerätes anzupassen, so dass die Farben überall gleich dargestellt werden, egal ob auf einem LCD-Bildschirm, einem Ausdruck Ihres örtlichen Fotolabors usw.
ru: Система управления цветом (Color management system, CMS) — это инструмент для достижения достоверного воспроизведения цвета как на мониторе, так и на устройстве вывода, например принтере. В основе CMS лежат цветовые профили, которые сопоставляют оригинальные цвета и те цвета, которые способно воспроизвести устройство, так что цвета отображаются одинаково на всех устройствах: на жидкокристаллическом мониторе, на отпечатанном в фотолаборатории снимке и так далее.
sl: Sistem za upravljanje barv (CMS) je orodje za doseganje zanesljive poustvaritve barv tako za zaslon kot izhod (na primer tiskalnik). CMS se zanaša na barvne profile za preslikavo izvornih barv v barve, ki jih lahko poustvarijo naprave, tako, da so barve povsod videti enake - na računalniškem zaslonu LCD, natisnjene, itn.
uk: Система керування кольором (CMS) — це інструмент для досягнення достовірного відтворення кольорів як на дисплеї, так і на пристрої виведення, наприклад принтері. В основі CMS лежать колірні профілі, які порівнюють оригінальні кольори та кольори, які зможе відтворити пристрій, тому кольори виглядають однаково на всіх пристроях: на рідкокристалічному моніторі, на знімку надрукованому у фотолабораторії тощо.

source: What's a color profile
de: Was ist ein Farbprofil?
ru: Что такое цветовой профиль
sl: Kaj je barvni profil
uk: Що це — колірний профіль?

source: A color profile is a file with either .icc (thus its is often called an ICC profile) or .icm extension that describes how device's colors correspond to a universal description of colors.
de: Ein Farbprofil hat entweder die Endung .icc (daher die häufig benutzte Bezeichnung ICC-Profil) oder .icm. Es beschreibt die Beziehung der Farben eines Gerätes zu einer universellen Farbbeschreibung.
ru: Цветовой профиль - это файл с расширением .icc (поэтому часто его называют профилем ICC) или .icm, который описывает, каким образом цвета устройства соответствуют универсальному описанию цветов.
sl: Barvni profil je datoteka s pripono .icc (zato je pogosto imenovan profil ICC) ali .icm ki opiše kako barve naprave ustrezajo splošnemu opisu naprav.
uk: Колірний профіль — це або файл з розширенням .icc (часто його називають ICC-профілем), або файл з розширенням .icm, який описує, як кольори пристрою, відповідають універсального опису кольорів.

source: There are several types of profiles:
de: Es gibt verschiedene Arten von Profilen:
ru: Есть несколько типов профилей:
sl: Obstaja več vrst profilov:
uk: Існує кілька типів профілів:

source: Input device profile. It's profile for a camera or a profile that an application like XSane embeds into a scanned image.
ru: Профиль устройства ввода. Это профиль для фотокамеры или профиль, внедряемый в сканированное изображение такими программами, как XSane.
sl: Profil vhodne naprave. To je profil fotoaparata ali profil, ki ga lahko program kot je XSane vključi v skenirano sliko.
uk: Профіль пристрою введення. Цей профіль для фотокамери або профіль для таких програм, як XSane, який вбудовується в скановане зображення.

source: Display profile. It's a profile for a monitor.
de: Bildschirm-Profil. Ein Profil für Ihren Monitor.
ru: Профиль дисплея. Это профиль для видеомонитора.
sl: Profil zaslona. To je profil za zaslon.
uk: Профіль дисплея — це профіль для відеомонітора.

source: Output profile. This is usually a profile for you printer.
de: Ausgabe-Profil. Das ist im Normalfall ein Profil für Ihren Drucker.
ru: Профиль вывода. Обычно это профиль для принтера.
sl: Izhodni profil. To je običajno profil za tiskalnik.
uk: Профіль виведення. Зазвичай, це профіль для принтера.

source: Currently F-Spot allows setting only display and output profiles. All color operations are done in sRGB color space.
de: Gegenwärtig erlaubt F-Spot nur das Festlegen von Anzeige- und Ausgabeprofilen. Alle Farboperationen finden im sRGB-Farbraum statt.
ru: В настоящее время F-Spot даёт возможность настраивать только профили монитора и вывода. Все операции с цветом производятся в цветовом пространстве sRGB.
sl: Trenutno F-Spot dovoli le nastavljanje profilov zaslona in izhoda. Vsa barvna opravila so narejena v barvnem prostoru sRGB.
uk: На цей час, F-Spot дає змогу налаштовувати лише профілі дисплея та виведення. Всі операції з кольором виконуються в колірному просторі sRGB.

source: How to get my screen/printer color profile
de: Woher bekomme ich mein Bildschirm/Drucker-Farbprofil?
ru: Как получить цветовой профиль для монитора (принтера)
sl: Kako dobiti barvni profil zaslona/tiskalnika
uk: Як отримати колірний профіль дисплея або принтера?

source: There are few ways to get a color profile.
de: Es gibt ein verschiedene Möglichkeiten, ein Farbprofil zu beziehen.
ru: Существует несколько способов получения цветового профиля.
sl: Obstaja več načinov za pridobivanje barvnega profila.
uk: Існує кілька способів отримати колірний профіль.

source: From CD or Internet
de: Von der CD oder aus dem Internet
ru: С компакт-диска или из Интернета
sl: Iz CD-ja ali medmrežja
uk: З компакт-диска або з Інтернету

source: Many hardware manufacturers put color profiles into CD in the bundle. If you have one (from monitor or printer), you can use it. Or you can download it from the Internet (usually, from support section of the manufacturer's web site). Some camera manufacturers (Nikon, Canon) also provide ICC profiles.
de: Viele Gerätehersteller liefern Farbprofile auf einer CD mit. Falls Sie über eine solche CD verfügen (vom Monitor oder Drucker), können Sie diese benutzen. Oder Sie laden sie aus dem Internet, üblicherweise aus dem Supportbereich der Webseite des Herstellers. Einige Kamerahersteller bieten ebenfalls ICC-Profile an.
ru: Многие производители аппаратного обеспечения предоставляют цветовые профили на компакт-дисках, идущих в комплекте с устройствами. Если у вас есть такой диск (от монитора или принтера), вы можете его использовать. Или можете загрузить профили из Интернета (обычно из раздела поддержки на веб-сайте производителя). Некоторые производители камер (Nikon, Canon) также предоставляют профили ICC.
sl: Veliko proizvajalcev strojene opreme priložijo CD z barvnimi profili. V primeru da ga imate (od zaslona ali tiskalnika) ga lahko uporabite. Lahko ga prejmete z medmrežja (običajno z odseka podpore na spletišču proizvajalca). Barvne profile zagotavljajo tudi nekateri proizvajalci fotoaparatov (Nikon, Canon).
uk: Багато виробників апаратного забезпечення надають колірні профілі на компакт-дисках, що йдуть в комплекті з пристроями. Якщо у вас є такий диск (для монітора або принтера), ви можете його використовувати. Або можете завантажити профілі з Інтернету (зазвичай, з розділу підтримки на веб-сайті виробника). Деякі виробники камер (Nikon, Canon) також надають профілі ICC.

source: Calibrating and profiling
de: Kalibrierung und Profil-Erstellung
ru: Калибровка и создание профиля
sl: Umerjanje in profiliranje
uk: Калібрування та створення профілю

source: Best results can be achieved by calibrating and profiling devices with a measurement device. It is not so difficult, but it means that you need a spectrophotometer to do all measurements and create an ICC profile.
de: Die besten Ergebnisse erzielen Sie durch Kalibrierung und Profilierung von Geräten mit einem entsprechenden Messgerät. Das ist nicht besonders schwierig, aber Sie benötigen ein Spektrophotometer für die Messungen und die Erstellung eines ICC-Profils.
ru: Наилучшие результаты могут быть достигнуты посредством калибровки и создания профилей устройств при помощи измерительного прибора. Это не так уж трудно, однако вам будет необходим спектрофотометр, чтобы проделать все измерения и создать профиль ICC.
sl: Najboljše rezultate je mogoče doseči z umerjanjem in profiliranjem naprav z meritveno napravo. To ni težko, vendar pa je za izvajanje vseh meritev in ustvarjanje profila ICC potreben spektrofotometer.
uk: Найкращих результатів можна досягнути через калібрування та створення профілів пристроїв за допомогою вимірювального приладу. Це не так уже й складно, проте вам буде необхідний спектрофотометр, щоб зробити всі вимірювання та створити профіль МУС.

source: If you are on Windows or Mac OS X, you can use manufacturer's software coming with a spectrophotometer. On Linux you will have to use either <ulink url="http://www.argyllcms.com">Argyll</ulink>, which is a set of versatile command line tools, or <ulink url="http://lprof.sourceforge.net/">LProf</ulink>, which has a graphical user interface.
de: Wenn Sie unter Windows oder Mac OS X arbeiten, können Sie von den Herstellern eines Spektrophotometers mitgelieferte Software verwenden. Unter Linux steht Ihnen entweder <ulink url="http://www.argyllcms.com">Argyll</ulink> zur Verfügung, welches eine Reihe von vielseitigen Befehlszeilenwerkzeugen bereitstellt, oder <ulink url="http://lprof.sourceforge.net/">LProf</ulink>, welches auch über eine grafische Oberfläche bedient werden kann.
ru: Если вы работаете под Windows или Mac OS X, вы можете использовать программное обеспечение производителя спектрофотометра. В Linux надо будет использовать либо <ulink url="http://www.argyllcms.com">Argyll</ulink>, который является набором многоцелевых средств для работы в командной строке, либо <ulink url="http://lprof.sourceforge.net/">LProf</ulink>, у которого имеется графический пользовательский интерфейс.
sl: V primeru da uporabljate Windows ali Mac OS X lahko uporabite program proizvajalca, ki je prispel s spektrofotometrom. Na Linuxu boste morali uporabiti <ulink url="http://www.argyllcms.com">Argyll</ulink>, ki je niz vsestranskih orodij ukazne vrstice ali <ulink url="http://lprof.sourceforge.net/">LProf</ulink>, ki ima grafični uporabniški vmesnik.
uk: Якщо ви працюєте у Windows або Mac OS X, використовуйте програмне забезпечення виробника спектрофотометра. В Linux — використовуйте, або набір багатоцільових інструментів для роботи у командному рядку <ulink url="http://www.argyllcms.com">Argyll</ulink>, або графічний інтерфейс користувача <ulink url="http://lprof.sourceforge.net/">LProf</ulink>.

source: Embedding
de: Einbettung
ru: Внедрение профиля
sl: Vključevanje
uk: Вкладення

source: Image formats themselves (such as TIFF, JPEG, PNG...) may contain embedded color profiles. If color management is enabled, F-Spot looks for such embedded profiles and takes them into consideration.
de: Die Bildformate selbst (wie TIFF, JPEG, PNG …) können eingebettete Farbprofile enthalten. Falls die Farbverwaltung aktiviert ist, sucht F-Spot nach solchen eingebetteten Profilen und berücksichtigt sie.
ru: Форматы файлов (такие как TIFF, JPEG, PNG и другие) сами могут содержать внедрённые в них цветовые профили. Если включено управление цветом, F-Spot ищет внедрённые профили и, найдя, принимает их во внимание.
sl: Nekatere vrste slik (kot so TIFF, JPEG, PNG ...) lahko vsebujejo vključene barvne profile. V primeru da je upravljanje barv omogočeno, F-Spot poišče vključene profile in jih upošteva.
uk: Формати файлів зображень (такі як TIFF, JPEG, PNG тощо) самі можуть містити вкладені колірні профілі. Якщо керування кольором увімкнено, F-Spot шукатиме такі профілі і прийматиме їх до уваги.

source: How to use color management in F-Spot
de: Benutzung der Farbverwaltung in F-Spot
ru: Как использовать управление цветом в F-Spot
sl: Kako uporabiti upravljanje barv v F-Spot
uk: Як використовувати керування кольором в F-Spot

source: Color management in F-Spot can use only RGB profiles at this time (and you can't see other profiles in the F-Spot).
de: Die Farbverwaltung in F-Spot kann derzeit nur mit GB-Profilen umgehen (und Sie werden keine weiteren Profile in F-Spot sehen).
ru: Управление цветом в F-Spot использует на данный момент только профили RGB (и в F-Spot вы не сможете увидеть иные профили).
sl: Upravljanje barv v F-Spot lahko trenutno uporabi le profile RGB (drugih profilov v F-Spot ni mogoče videti).
uk: На цей час, керування кольором в F-Spot, використовує лише профілі RGB (в F-Spot ви не можете бачити інші профілі).

source: Copy your color profiles into the <filename class="directory">/usr/share/color/icc</filename> or <filename class="directory">/usr/local/share/color/icc</filename> directory.
de: Kopieren Sie Ihre Farbprofile in den Ordner <filename class="directory">/usr/share/color/icc</filename> oder <filename class="directory">/usr/local/share/color/icc</filename>.
sl: Kopirajte svoje barvne profile v mapo <filename class="directory">/usr/share/color/icc</filename> ali <filename class="directory">/usr/local/share/color/icc</filename>.
uk: Скопіюйте колірні профілі у каталог <filename class="directory">/usr/share/color/icc</filename> або <filename class="directory">/usr/local/share/color/icc</filename>.

source: Enable the color management with the <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice> menu.
de: Aktivieren Sie die Farbverwaltung im Menü <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>.
ru: Включите управление цветом с помощью меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Печать</guimenuitem></menuchoice>.
sl: Upravljanje barv omogočite z menijem <menuchoice><guimenu>Uredi</guimenu><guimenuitem>Možnosti</guimenuitem></menuchoice>.
uk: Увімкніть керування кольором в меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Параметри</guimenuitem></menuchoice>.

source: Select <guilabel>Display</guilabel> and <guilabel>Output</guilabel> profiles.
de: Wählen Sie <guilabel>Anzeige</guilabel> und <guilabel>Ausgabe</guilabel> Profile.
ru: Выберите профили: <guilabel>Монитор</guilabel> и <guilabel>Вывод печати</guilabel>.
sl: Izberite profila <guilabel>Prikaz</guilabel> in <guilabel>Izhod</guilabel>.
uk: Виберіть профілі для <guilabel>Монітора</guilabel> та для <guilabel>Друку</guilabel>.

source: You can use <ulink url="http://burtonini.com/blog/computers/xicc">xicc</ulink> to load ICC profile to display and use the loaded profile from F-Spot. Just mark the checkbox <guilabel>Try to use the system display profile</guilabel>.
de: Von <ulink url="http://burtonini.com/blog/computers/xicc">xicc</ulink> können Sie ICC-Profile zur Anzeige und Nutzung des geladenen Profils in F-Spot beziehen. Aktivieren Sie hierzu das Ankreuzfeld <guilabel>Es wird versucht, das System-Anzeigeprofil zu verwenden</guilabel>.
ru: Вы можете использовать <ulink url="http://burtonini.com/blog/computers/xicc">xicc</ulink>, чтобы загрузить профиль ICC для монитора и работать с загруженным профилем в F-Spot. Всего лишь отметьте <guilabel>Использовать системный профиль</guilabel>.
sl: Za nalaganje profila ICC za prikaz in uporabo naloženega profila iz F-Spot lahko uporabite <ulink url="http://burtonini.com/blog/computers/xicc">xicc</ulink>. Samo označite potrditveno polje <guilabel>Poskus uporabe sistemskega profila prikaza</guilabel>.
uk: Використовуйте веб-сайт <ulink url="http://burtonini.com/blog/computers/xicc">xicc</ulink>, щоб завантажити профіль ICC для монітора і працювати з ним в F-Spot. Просто поставте прапорець <guilabel>Спробувати використовувати системний профіль</guilabel>.

source: Extend functionality
de: Funktionalität erweitern
ru: Расширение функциональности
sl: Razširitev zmožnosti
uk: Розширення функціональності

source: What extensions are
de: Was sind Erweiterungen?
ru: Что такое расширения
sl: Kaj so razširitve
uk: Що це — розширення?

source: F-Spot extensions are means to add new functionality to the application. F-Spot supports two types of extension: exporters (which allow exporting photos to new web services or data storages) and tools (which allow new ways of color correction, duplicate photos finders etc.). Extensions are distributed in form of extension packages.
de: F-Spot-Erweiterungen fügen neue Funktionalitäten zur Anwendung hinzu. F-Spot unterstützt zwei Arten von Erweiterungen: Exporter (welche das Exportieren von Fotos zu Webdiensten oder Datenspeichern ermöglichen) und Werkzeuge (welche neue Möglichkeiten beispielsweise zur Farbkorrektur oder zum Finden von Duplikaten hinzufügen). Erweiterungen werden in Form von Erweiterungspaketen angeboten.
ru: Расширения F-Spot добавляют приложению новые функциональные возможности. F-Spot поддерживает два вида расширений: программы экспорта (позволяют экспортировать фотографии в дополнительные веб-службы или хранилища данных) и инструменты (новые методы коррекции цвета, поиск дубликатов фотографий и т. д.). Расширения распространяются в виде пакетов расширений.
sl: Razširitve F-Spot dajo programu nove zmožnosti. F-Spot podpira dve vrsti razširitev: izvoznike (omogočajo izvažanje fotografij na spletne storitve ali podatkovne shrambe) in orodja (omogočajo nove načine popravljanja barv, podvajanje fotografij, itn.). Razširitve so distribuirane v obliki paketov razširitev.
uk: Розширення F-Spot додають програмі нові функціональні можливості. F-Spot підтримує два види розширень: програми експорту (дають змогу експортувати фотографії до нових веб-служб або сховищ даних) та інструменти (надають нові методи корекції кольору, пошук дублікатів фотографій тощо). Розширення розповсюджуються у вигляді пакунків розширень.

source: In the best traditions of not reinventing the wheel extensions can use other extensions, which means that one extension cannot work, if another extension is not installed. This concept of dependance actually means that
ru: Одни расширения могут использовать другие расширения, поэтому некоторые из них не могут работать, если другое расширение не установлено. Такая концепция зависимостей приводит к тому, что:
sl: Z namenom zmanjšanja podvajanja dela lahko razširitve uporabijo druge razširitve, kar pomeni da lahko razširitev ne deluje, če ni nameščena druga razširitev. Ta koncept odvisnosti pomeni da
uk: Одні розширення можуть використовувати інші розширення, а це означає, що одне не може працювати, якщо інше не встановлено. Ця концепція залежностей фактично означає, що:

source: you cannot install an extension, if the extension it depends on, is not present in the system
de: Sie können eine Erweiterung nicht installieren, wenn die Erweiterung nicht installiert ist, von der diese abhängt.
ru: нельзя установить расширение, зависящее от расширения, не установленного в системе;
sl: ne morete namestiti razširitve, če je odvisna od druge razširitve, ki je ni na sistemu
uk: не можна встановити розширення, залежне від іншого, не встановленого в системі

source: you cannot remove an extension on which some other extension depends
de: Sie können Erweiterungen nicht deinstallieren, falls andere Erweiterungen von dieser abhängen.
ru: нельзя удалить расширение, от которого зависят другие расширения.
sl: ne morete odstraniti razširitve od katere je odvisna druga razširitev
uk: не можна вилучити розширення, від якого залежать інші

source: Managing extensions
de: Erweiterungen verwalten
ru: Управление расширениями
sl: Upravljanje razširitev
uk: Керування розширеннями

source: To manage extensions choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Manage Extensions</guimenuitem></menuchoice> menu item.
de: Um Erweiterungen zu verwalten, wählen Sie den Menüeintrag <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Erweiterungen verwalten</guimenuitem></menuchoice>.
ru: Для управления расширениями используется меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Настроить расширения</guimenuitem></menuchoice>
sl: Za upravljanje razširitev izberite predmet menija <menuchoice><guimenu>Uredi</guimenu><guimenuitem>Upravljanje razširitev</guimenuitem></menuchoice>.
uk: Щоб налаштувати розширення, відкрийте пункт меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Налаштування розширень</guimenuitem></menuchoice>.

source: Managing extension repositories
de: Erweiterungs-Paketquellen verwalten
ru: Управление репозиториями расширений
sl: Upravljanje s skladišči razširitev
uk: Керування репозиторіями розширень

source: Simply put, repositories are extension storages. They can be either network or local. To add a new repository click Repositories button, choose type of the repository you are about to add and provide either URL or path. If the URL or path you specified doesn't contain a description (index) file for extensions, a warning message will pop up to tell you that.
ru: Репозитории — хранилища расширений. Они могут быть сетевыми или локальными. Чтобы добавить новый репозиторий, нажмите кнопку <guibutton>Репозитории</guibutton>, выберите тип репозитория и укажите URL или путь. Если указанный URL или путь не содержат файл с описанием расширения, об этом появится предупреждающее сообщение.
sl: Preprosto povedano so skladišča shrambe razširitev. Lahko so omrežna ali krajevna. Za dodajanje novega skladišča kliknite gumb Skladišča, izberite vrsto skladišča za dodajanje in vnesite URL ali pot. V primeru da navedeni URL ali pot ne vsebuje datoteke opisa (kazala) za razširitve, vas bo o tem obvestilo opozorilno sporočilo.
uk: Простіше кажучи, репозиторії — це сховища розширень. Вони бувають або мережевими, або локальними. Щоб додати новий репозиторій натисніть кнопку «Джерела», виберіть тип репозиторію, який збираєтеся додати, його URL або шлях до нього. Якщо вказаний URL або шлях не містять опису (індексу) файла розширення, з'явиться попереджувальне повідомлення.
