Repository: iainlane/f-spot
Catalog: docs/*/*.po
Languages: de, ru, sl, uk

source: Adjust Colors tool
de: Farbabgleichs-Werkzeug
ru: Инструмент корректировки цвета
sl: Orodje prilagajanja barv
uk: Коригувати кольори

source: AutoColor
de: Automatischer Farbabgleich
ru: Автокоррекция цвета
sl: Samodejna barva
uk: Автокорекція кольорів

source: This effect automatically adjusts color levels to make a pretty balanced picture color-wise. It serves best for pictures taken with automatical white balance, when camera didn't manage to do the job well.
de: Dieser Effekt ändert automatisch die Farbeinstellungen, so dass ein farblich gut ausgeglichenes Bild entsteht. Dieser Effekt ist am besten für Bilder geeignet, die mit automatischem Weißabgleich aufgenommen wurden, aber die Kamera diese Aufgabe nicht all zu gut erfüllen konnte.
ru: Этот инструмент автоматически настраивает цветовые уровни изображения для получения сбалансированного по цвету изображения. Эффективен для фотографий, снятых фотокамерой, которая недостаточно хорошо выполняет автоматический баланс белого цвета.
sl: Ta učinek samodejno prilagodi barvne ravni za ustvarjanje barvno uravnotežene slike. Najboljše deluje za slike posnete s samodejnim ravnotežjem bele barve, ko fotoaparat ni uspel dobro opraviti dela.
uk: Цей ефект автоматично коригує рівні яскравості та кольору, щоб зробити зображення з приємно-збалансованими кольорами. Найкраще його використовувати для фотографій, зроблених з автоматичним балансом білого, коли камері не вдалося зробити знімок добре.

source: Desaturate
de: Entsättigen
ru: Обесцвечивание
sl: Zmanjšaj nasičenje
uk: Знебарвлення

source: To make a colorful photo a black and white one, open a photo of choice and press <guibutton>Desaturate</guibutton> button.
de: Um ein farbiges Foto in ein Schwarz-Weiß-Bild umzuwandeln, öffnen Sie ein Foto Ihrer Wahl und klicken auf den <guibutton>Entsättigen</guibutton>-Knopf.
ru: Чтобы из цветного снимка получить чёрно-белый, выберите фотоснимок и нажмите кнопку <guibutton>Сделать снимок чёрно-белым</guibutton>.
sl: Za pretvorbo barve fotografije v črno belo odprite izbrano fotografijo iz pritisnite gumb <guibutton>Zmanjšaj nasičenje</guibutton>.
uk: Щоб зробити кольорову фотографію чорно-білою, відкрийте потрібну фотографію та натисніть кнопку <guibutton>Знебарвлення</guibutton>.

source: Desaturation tool
de: Entsättigungs-Werkzeug
ru: Инструмент обесцвечивания
sl: Orodje zmanjšanja nasičenja
uk: Знебарвлення

source: To make a colorful photo look like an old-style picture in sepia tones, open a photo of choice and press <guibutton>Sepia</guibutton> button.
de: Um ein farbiges Bild wie ein altes Bild in Sepia-Tönen aussehen zu lassen, öffnen Sie ein Foto Ihrer Wahl und klicken auf den <guibutton>Sepiafarben</guibutton>-Knopf.
ru: Чтобы из цветного снимка создать снимок с эффектом сепии, выберите фотоснимок и нажмите кнопку <guibutton>Применить к снимку эффект сепии</guibutton>.
sl: Za pretvorbo barvne fotografije v staro sliko sepia tonov odprite izbrano fotografijo in pritisnite gumb <guibutton>Sepia učinek staranja</guibutton>.
uk: Щоб зробити кольорову фотографію, як зображення у старому стилі з відтінками у сепії, відкрийте потрібну фотографію та натисніть кнопку <guibutton>Тонувати у сепію</guibutton>.

source: Remove Red-Eye
de: Rote-Augen-Reduzierung
ru: Устранение эффекта красных глаз
sl: Odstranjevanje rdečih oči
uk: Вилучення ефекту червоних очей

source: To remove redeye from a photo, you need to select a zone containing the eyes. You may want to zoom in on the image to accurately select the eyes in the photo. You should be able to correct both eyes on the same person in one shot, or even the eyes from multiple people at once. If this doesn't work for you, or the selected zone contains some vivid red parts (lips, ...) you'll probably have to correct one red eye at a time.
de: Um rote Augen aus Ihrem Foto zu entfernen, wählen Sie ein Bild Ihrer Wahl und drücken den <guibutton>Rote-Augen-Reduzieren</guibutton> Knopf. Sie müssen zunächst den Augenbereich auswählen. Am besten Sie vergrößern das Bild, um die Augen im Foto akkurat auszuwählen. Normalerweise können Sie mehrere Augen auf einmal auswählen und gleichzeitig korrigieren. Falls dies nicht funktioniert, oder sich wichtige rote Bereiche (z.B. Lippen) gleich daneben befinden, kann es besser sein, ein Auge nach dem anderen zu korrigieren.
ru: Чтобы устранить эффект красных глаз с фотографии, выделите область снимка, на которой изображены глаза. Для получения более точного выделения изображение можно приблизить. Попробуйте скорректировать оба глаза одного и того же человека или глаза всех людей на снимке за одну правку. Если это не сработало или если выделенные области содержат несколько ярко-красных фрагментов (губы и тому подобное), придётся устранять эффект красных глаз для каждого глаза в отдельности.
sl: Za odstranitev rdečih oči s fotografije morate izbrati področje, ki vsebuje oči. Pametno je povečati sliko za natančno izbiro oči v fotografiji. Naenkrat bi lahko popravite obe oči iste osebe ali celo oči več oseb na enkrat. V primeru da to ne deluje, ali izbrano področje vsebuje druge živo rdeče dele (ustnice, ...) boste najbrž morali popraviti eno oko na enkrat.
uk: Щоб вилучити ефект червоних очей з фотографії, необхідно вибрати область, яка містить очі. Якщо потрібно, збільшіть зображення, щоб вибрати точне розташування очей на фотографії. Необхідно відкоригувати обидва ока однієї і тієї ж особи або навіть очі кількох людей за один раз. Якщо не вдасться це зробити, або вибрана область містить яскраві червоні елементи (губи тощо) вам, ймовірно, прийдеться усувати ефект червоних очей для кожного ока окремо.

source: To make your selection, click one corner of the rectangle that will be your selection, and drag your mouse to the diagonal corner and release it. You can resize your selection by dragging its edges, and you can move it by clicking in the middle of it and dragging it to where you want it.
de: Um Ihre Auswahl zu treffen, klicken Sie auf eine Ecke des Rechtecks, das Ihre Auswahl begrenzen soll. Dann ziehen Sie die Auswahl mit der Maus in die diagonal gegenüberliegende Ecke und lassen Sie die Maus-Taste los. Sie können die Größe der Auswahl noch ändern, indem Sie an den Ecken ziehen, oder Sie durch Klicken in der Mitte verschieben.
ru: Чтобы создать выделение, зажмите левую кнопку мыши и, не отпуская кнопку, переместите указатель мыши в диагональном направлении. Отпустите кнопку, чтобы закончить выделение. Перемещая края выделения, можно изменять размер выделения. Чтобы переместить выделение, зажмите левую кнопку мыши, когда её курсор будет находиться над центром выделенной области, и переместите курсор, не отпуская кнопку мыши, в то место, куда надо переместить выделение.
sl: Za izbiranje kliknite en kot kvadrata, ki bo vaš izbor, povlecite vašo miško v diagonalni kot in jo spustite. Izboru lahko spremenite velikost z vlečenjem njegovih robom ali pa ga lahko premaknete s klikom v sredino izbora in ga povlečete kamor ga želite.
uk: Щоб вибрати область очей, натисніть ліву кнопку миші з вказівником в одному кутку майбутнього прямокутника і перетягніть мишу по діагоналі в протилежний кут і відпустіть кнопку. Змінювати розмір прямокутника можна шляхом перетягування його країв. Щоб перемістити прямокутник, потрібно натиснути ліву кнопку миші з вказівником в його середині і перетягнути його в потрібне місце.

source: Once you have selected a zone, you can remove the red from it by clicking the red-eye button beneath the photo.
de: Sobald Sie den Bereich markiert haben, können Sie die roten Augen entfernen. Klicken Sie dazu auf den <guibutton>Korrigiere!</guibutton>-Knopf.
ru: После того как область выделена, нажмите кнопку устранения эффекта красных глаз, находящуюся под изображением.
sl: Ko ste izbrali področje, lahko rdeče oko odstranite s klikom na gumb rdeče-oko pod fotografijo.
uk: Після виділення області червоних очей, вилучіть ефект, натиснувши кнопку «Корекція червоних очей», розташовану під фотографією.

source: Red-Eye tool
de: Werkzeug zur Reduzierung roter Augen
ru: Инструмент устранения эффекта красных глаз
sl: Orodje rdečih oči
uk: Корекція червоних очей

source: You can change the threshold for redeyes detection by changing the gconf key <filename class="directory">/apps/f-spot/edit/redeye_threshold</filename>.
de: Sie können den Grenzwert für die Rote-Augen-Erkennung durch folgenden Gconf-Schlüssel beeinflussen: <filename class="directory">/apps/f-spot/edit/redeye_threshold</filename>.
ru: Порог обнаружения красных глаз можно изменить с помощью ключа gconf <filename class="directory">/apps/f-spot/edit/redeye_threshold</filename>.
sl: Prag za zaznavanje rdečih oči lahko spremenite s spremembo gconf ključa ¸<filename class="directory">/apps/f-spot/edit/redeye_threshold</filename>.
uk: Ви можете змінити поріг виявлення ефекту червоних очей змінивши ключ gconf <filename class="directory">/apps/f-spot/edit/redeye_threshold</filename>.

source: Soft Focus
de: Weicher Fokus
ru: Мягкий фокус
sl: Mehko žarišče
uk: М’який фокус

source: In photography sharpening one region of a picture, while blurring all the rest, is a way to make an emphasis and grab attention. It is achieved by using a lens that allows shooting with a short distance in front of and beyond the subject that appears to be in focus. Soft focus effect is a way to emulate such a lens.
ru: Чтобы акцентировать внимание на определённой части фотографии, можно размыть фотографию таким образом, что в области, на которой желательно сделать акцент, резкость сохраняется прежней, а остальная часть фотографии размывается. Этого можно достичь, используя объектив, который позволяет снимать с близкого расстояния объекты, находящиеся в фокусе. Эффект мягкого фокуса позволяет имитировать такие объективы.
sl: V fotografiji je izostritev enega predela slike in zameglitev vsega ostalega način za poudarjanje in pridobitev pozornosti. To je mogoče doseči z uporabo leče ki dovoli snemanje s kratko razdaljo pred in za predmetom, ki je videti v gorišču. Učinek mehkega gorišča je način za posnemanje takšne leče.
uk: У фотографії, збільшення різкості однієї області зображення, в той час як інша залишається нечіткою — спосіб зробити акцент та привернути увагу. Цей ефект досягається шляхом використання лінз, які дають змогу фотографувати з короткої відстані перед і за об'єктом, в той час як він залишається у фокусі. Способом для імітації таких лінз і є ефект «М'який фокус».

source: Soft Focus tool
de: Werkzeug »Weicher Fokus«
ru: Инструмент мягкого фокуса
sl: Orodje mehkega žarišča
uk: М’який фокус

source: Click to choose central point of the area you want to be in focus and adjust amount of blurring, then click <guibutton>OK</guibutton>.
de: Klicken Sie, um den zentralen Punkt auszuwählen, den Sie im Fokus haben möchten und passen Sie die Schärfe an. Zum Anwenden klicken Sie auf <guibutton>Weicher Fokus</guibutton>.
ru: Нажмите левую кнопку мыши в центре области, которая должна находиться в фокусе, скорректируйте величину размывания и нажмите <guibutton>OK</guibutton>.
sl: Kliknite za izbor središča področja, ki naj bo v gorišču in prilagodite količino megljenja in nato kliknite <guibutton>V redu</guibutton>.
uk: Натисніть, щоб вибрати центральну точку області, яку хочете мати у фокусі та встановіть величину нечіткого зображення і натисніть кнопку <guibutton>Гаразд</guibutton>.

source: Sharpen
de: Schärfen
ru: Резкость
sl: Izostritev
uk: Різкість

source: Out-of-focus photographs and most digitized images often need a sharpness correction. The Unsharp Mask effect sharpens edges of the elements without increasing noise or blemish. To sharpen a photo choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Sharpen...</guimenuitem></menuchoice> and specify the following values:
de: Nicht korrekt scharf gestellte Fotos und die meisten digitalisierten Bilder benötigen eine Schärfekorrektur. Die Weichzeichner-Effekt schärft die Ränder der Bildelemente, ohne das Bildrauschen zu erhöhen oder das Bild zu verunstalten. um ein Foto zu schärfen, wählen Sie <menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Schärfen</guimenuitem></menuchoice> und legen die folgenden Werte fest:
ru: Плохо сфокусированные снимки и большинство оцифрованных изображений часто нуждаются в коррекции резкости. Нерезкая маска обостряет края элементов без увеличения шума. Чтобы увеличить резкость, выберите меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Увеличить резкость...</guimenuitem> </menuchoice> и задайте следующие значения:
sl: Fotografije izven gorišča in večina digitaliziranih slik pogosto potrebujejo popravek izostritve. Učinek maske odstranitve izostritve izostri robove elementov brez povečanja šuma ali napak. Za izostritev fotografije izberite <menuchoice><guimenu>Uredi</guimenu><guimenuitem>Izostri...</guimenuitem></menuchoice> in navedite naslednje vrednosti:
uk: Фотографії не у фокусі та більшість оцифрованих зображень часто потребують корекції різкості. Ефект «Unsharp Mask» надає різкості краям елементів без збільшення кількості вад чи плям. Щоб збільшити різкість фото виберіть в меню <menuchoice><guimenu>Правка</guimenu><guimenuitem>Підвищити різкість...</guimenuitem></menuchoice> і деталізуйте такі значення:

source: <parameter class="option">Amount</parameter> — strength of sharpening.
de: <parameter class="option">Betrag</parameter> — Stärke des Schärfens.
ru: <parameter class="option">Величина</parameter> — сила резкости;
sl: <parameter class="option">Količina</parameter> — moč izostritve.
uk: <parameter class="option">Величина</parameter> — інтенсивність різкості.

source: <parameter class="option">Radius</parameter> — how many pixels on either side of an edge will be affected by sharpening. High resolution images allow higher radius.
de: <parameter class="option">Radius</parameter> — Legt fest, wie viele Pixel auf jeder Seite einer Ecke durch das Schärfen beeinflusst werden. Bilder mit höherer Auflösung erlauben einen höheren Radius.
ru: <parameter class="option">Радиус</parameter> — сколько пикселов по обе стороны от края будут зависеть от резкости. Изображения с высоким разрешением позволяют применять радиус большего размера;
sl: <parameter class="option">Polmer</parameter> — na koliko točk na vsaki strani roba bo vplivala izostritev. Slike z visoko ločljivostjo omogočijo večje polmere.
uk: <parameter class="option">Радіус</parameter> — відстань в пікселях з кожного боку лінії, на яку впливатиме збільшення різкості. Зображення з високою роздільною здатністю допускають більший радіус.

source: <parameter class="option">Threshold</parameter> — the minimum difference in pixel values that indicates an edge where sharpen must be applied. This helps avoiding creation of blemishes in face, sky or water surface.
de: <parameter class="option">Schwellwert</parameter> — Die minimale Differenz in Pixelwerten, die angibt an welchen Kanten das Schärfen angewendet werden soll. Dies hilft Unschönheiten in Gesichtern, im Himmel oder Wasseroberflächen zu vermeiden.
ru: <parameter class="option">Порог</parameter> — минимальная разница в пикселах, которая указывает края, где надо применять увеличение резкости. Это помогает избежать возникновения пятен на лицах, небе или водной поверхности.
sl: <parameter class="option">Prag</parameter> — najmanjša razlika v vrednostih točk ki določiti rob, kjer mora biti uveljavljena izostritev. To pomaga pri izogibanju ustvarjanja napak v obrazu, nebu ali vodni površini.
uk: <parameter class="option">Поріг</parameter> — мінімальна різниця в пікселях, яка показує ширину лінії до якої буде застосоване збільшення різкості. Дає змогу уникнути створення плям на обличчі, небі або поверхні води.

source: Describe
de: Beschreiben
ru: Комментарий
sl: Opisovanje
uk: Опис

source: You can also enter a description of the image by clicking on the text entry box below the image and typing.
de: Sie können eine Beschreibung des Bildes einfügen, indem Sie in die Text-Box unter dem Bild klicken und Ihren Text eingeben.
ru: Чтобы ввести комментарий к изображению, нажмите левую кнопку мыши на строке ввода комментария.
sl: Vpis slike lahko vnesete s klikom na polje besedilnega vnosa pod sliko in tipkanjem.
uk: Ви можете також зробити опис зображення клацнувши на полі введення тексту під зображенням і ввести потрібний текст.

source: Adjust Time
de: Uhrzeit anpassen
ru: Корректировка времени
sl: Prilagodi čas
uk: Коригування часу

source: In both 'browse' or 'edit' modes, you can adjust the time of one or multiple pictures (<menuchoice><guimenu>Edit</guimenu><guimenuitem>Adjust Time</guimenuitem></menuchoice>). Adjusting the time of multiple pictures at once helps you shift all an import roll if, e.g. the time on your camera is badly set or if you forgot to change it according to DST.
de: Sowohl im Übersichts- als auch im Bearbeitungsmodus können Sie die Aufnahmezeit eines oder mehrerer Bilder anpassen (<menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Uhrzeit anpassen …</guimenuitem></menuchoice>).
ru: В обоих режимах (просмотра и редактирования) можно скорректировать время для одной или сразу для нескольких фотографий: (<menuchoice><guimenu>Правка</guimenu><guimenuitem> Скорректировать время</guimenuitem> </menuchoice>). Корректировка времени одновременно для нескольких фотографий помогает перенести во времени сеанс импорта, если, например, время на фотокамере выставлено неправильно или если вы забыли изменить его в соответствии с летним временем.
sl: Tako v načinu 'brskanje' kot 'urejanje' lahko prilagodite čas ene ali več slik (<menuchoice><guimenu>Uredi</guimenu><guimenuitem>Prilagodi čas</guimenuitem></menuchoice>). Prilagajanje časa več slik na enkrat vam pomaga premakniti celoten uvozni zvitek, na primer če je čas na vašem fotoaparatu slabo nastavljen in ste ali če ste ga pozabili spremeniti z/na poletni čas.
uk: Як в режимі перегляду так і в режимі редагування, можна скоригувати час для одного або багатьох зображень (<menuchoice><guimenu>Правка</guimenu><guimenuitem>Коригувати час</guimenuitem></menuchoice>). Коригування часу для багатьох фотографій одночасно дає змогу змістити час на всіх фото з сеансу імпорту, наприклад, якщо час на вашій камері невірно встановлений, або якщо ви забули змінити його у відповідності до DST.

source: Tag
de: Markierung
ru: Метки
sl: Oznaka
uk: Позначка

source: F-Spot enables you to organize and enjoy your photos by associating them with various user-customizable tags. A tag is a merely a label. F-Spot comes with default tags to get you started; you are free to change them and add new ones. For example, if you want to create a tag for specific event, you can create a new tag named after that event under the Events tag.
de: F-Spot erlaubt Ihnen, Ihre Fotos mit Hilfe benutzerdefinierter Markierungen zu organisieren. Markierungen sind wie Schlagworte. F-Spot wird bereits mit vorgegebenen Markierungen ausgeliefert, um Ihnen den Einstieg zu erleichtern. Sie können diese Markierungen jedoch gerne ändern und/oder Neue hinzufügen. Falls Sie zum Beispiel eine Markierung für ein bestimmtes Ereignis anlegen möchten, können Sie diese Markierung unter der Markierung »Ereignisse« anlegen.
ru: F-Spot позволяет управлять фотоснимками с помощью различных меток, которые могут настраиваться пользователем. Первоначально в F-Spot есть несколько стандартных меток; их можно изменить или создать свои собственные метки. Например, если необходимо создать метку для определённого события, создайте новую метку, дайте ей название согласно произошедшему событию и разместите под меткой «События».
sl: F-Spot vam omogoča organizacijo in uživanje v vaših fotografijah s povezavo z različnimi uporabniško prilagodljivimi oznakami. F-Spot za začetek vsebuje privzete oznake, lahko jih spremenite in dodate nove. Na primer, če želite ustvariti oznako za določen dogodek, lahko ustvarite oznako imenovano po dogodku pod oznako dogodki.
uk: F-Spot дає змогу упорядкувати і користуватись фотографіями, пов’язуючи їх різними користувацькими позначками. Позначка це всього лише ярлик. F-Spot поставляється з типовими позначками, щоб ви могли розпочати працювати з ними. Їх можна змінювати або додавати нові. Наприклад, якщо ви хочете створити позначку для особливої події, дайте їй назву цієї події під позначкою «Події».

source: There are many ways to tag photos:
de: Es gibt verschiedene Möglichkeiten, Fotos zu markieren:
ru: Несколько способов назначения меток фотографиям:
sl: Obstaja več načinov za oznako fotografij:
uk: Є багато способів позначати фотографії:

source: drag and drop the photo(s) onto the tag
de: Indem Sie ein oder mehrere Fotos auf eine Markierung ziehen
ru: перетащить мышью снимок (снимки) на метку;
sl: povlecite in spustite fotografij-o/e na oznako
uk: перетягнути фото на позначку

source: drag and drop the tag onto the photo(s)
de: Indem Sie eine Markierung auf ein oder mehrere Fotos ziehen
ru: перетащить мышью метку на снимок (снимки);
sl: povlecite in spustite oznako na fotografij-o/e
uk: перетягнути позначку на фото

source: via the photo's right-click menu
de: Über das Kontextmenü des Fotos (Rechtsklick)
ru: используя меню, которое появляется по нажатию правой кнопки мыши;
sl: preko menija desnega klika fotografija
uk: через контекстне меню фото

source: via the Tags and Edit menus
de: Mit den Menüs »Markierung« oder »Bearbeiten«
ru: используя меню <guimenu>Метки</guimenu> и <guimenu>Правка</guimenu>;
sl: preko menijev Oznake in Uredi
uk: через меню «Позначки» та «Правка»

source: by typing them in. Press <keycap>t</keycap> to pop up the tag entry bar. Here you can enter the tags, separated by commas.
de: durch Eingeben von Markierungen. Drücken Sie <keycap>t</keycap>, um das Eingabefenster für Markierungen zu öffnen. Trennen Sie einzelne Markierungen durch Kommas (Sie können vorhandene Markierungen mit der Tabulatortaste vervollständigen).
sl: s tipkanjem oznak. Pritisnite <keycap>t</keycap> za pojav vnosne vrstice oznak. Sem lahko vnesete oznake, ločene z vejicami.
uk: просто введіть їх. Натисніть клавішу <keycap>t</keycap>, щоб викликати поле введення позначки і введіть текст позначок, відокремлюючи їх комами.
