Repository: iainlane/f-spot
Catalog: docs/*/*.po
Languages: de, ru, sl, uk

source: There is also a type-to-find entry. Press <keycap>/</keycap> to open it. It cannot be used at the same time as the find bar. You can type queries such as "TagA and (TagB or (TagC and TagD))". At any point, if F-Spot recognizes what you've typed as a valid query, it will update your search. The <emphasis>not</emphasis> operator is not yet supported.
de: Es gibt auch ein Eingabefeld, in welchem bereits bei der Eingabe mit der Suche begonnen wird. Drücken Sie <keycap>/</keycap>, um es zu öffnen. Es kann nicht gleichzeitig mit der Suchleiste verwendet werden. Sie können Suchvorgänge wie »MarkierungA and (MarkierungB or (MarkierungC and MarkierungD))« ausführen. Zu jedem Zeitpunkt erkennt F-Spot Ihre Eingeben als gültige Abfrage und aktualisiert Ihre Suche. Der Operator <emphasis>not</emphasis> wird dabei nicht unterstützt.
ru: Чтобы открыть строку поиска меток, нажмите клавишу <keycap>/</keycap>. Строка поиска не может использоваться одновременно с панелью поиска. В строке поиска вводятся запросы наподобие "меткаA and (меткаB or (меткаC and меткаD))". Если F-Spot признаёт введённый запрос корректным, список найденных фотографий сразу же обновляется. Оператор <emphasis>not</emphasis> на данный момент не поддерживается.
sl: Obstaja tudi vnos tipkaj-za-iskanje. Za odpiranje pritisnite <keycap>/</keycap>. Vnosa ni mogoče uporabiti istočasno kot iskalne vrstice. Vtipkate lahko poizvedbe kot so "OznakaA and (OznakaB or (OznakaC and OznakaD)". V vsakem primeru bo F-Spot posodobil vaše iskanje, če zazna veljavno poizvedbo. Operator <emphasis>not</emphasis> še ni podprt.
uk: Існує також поле для пошуку під час введення. Натисніть клавішу <keycap>/</keycap>, щоб його відкрити. Це поле не можна використовувати одночасно з панеллю пошуку. Введіть запит таким чином: позначкаA та (позначкаB або (позначкаC та позначкаD)). Як тільки F-Spot розпізнає введене як правильний запит, результат пошуку з'явиться у вікні. Оператор <emphasis>not</emphasis> поки що не підтримується.

source: This function will also search for the typed text into photos comments and filename.
de: Diese Funktion sucht auch nach dem eingegebenen Text in den Foto-Kommentaren und im Dateinamen.
ru: Эта функция также осуществляет поиск текста в именах файлов и в комментариях к снимкам.
sl: Ta funkcija bo iskala tudi besedilo vneseno v komentarje fotografije in ime datoteke.
uk: За допомогою цієї функції, пошук введеного тексту вестиметься також у коментарях та у назвах файлів фотографій.

source: Fullscreen Mode and Slideshows
de: Vollbildmodus und Diashows
ru: Полноэкранный режим и слайдшоу
sl: Celozaslonski način in diapredstavitve
uk: Повноекранний режим та показ слайдів

source: For fewer distractions and larger display, you can view your photos in full screen mode. You control when to show the next photo or to return to the previous. Enter fullscreen mode by pressing <keycap>F11</keycap> at any time or by pressing the button in the toolbar.
ru: Чтобы не отвлекаться от просмотра фотографий, можно использовать полноэкранный режим. В этом режиме можно управлять просмотром: перейти к следующей фотографии или вернуться к предыдущей. Чтобы включить полноэкранный режим, нажмите клавишу <keycap>F11</keycap> или нажмите кнопку на панели инструментов.
sl: Za manj motenj in večji prikaz si lahko ogledate fotografije v celozaslonskem načinu. Nadzirate lahko kdaj naj bo prikazana naslednja ali predhodna fotografija. V celozaslonski način lahko kadarkoli vstopite s pritiskom na <keycap>F11</keycap> ali s pritiskom gumba v orodni vrstici.
uk: Щоб менше відволікатися і побачити зображення більшими, фотографії можна переглядати в повноекранному режимі. У цьому режимі доступний перехід до наступного фото або повернення до попереднього. Щоб перейти у повноекранний режим, натисніть клавішу <keycap>F11</keycap> або кнопку на панелі інструментів.

source: FullScreen
de: Vollbild
ru: Во весь экран
sl: Celozaslonski način
uk: На весь екран

source: In slideshow mode, you can sit back and view your photos as they are presented to you. You can start a slideshow by pressing the button on the toolbar.
de: Im Diaschau-Modus können Sie sich zurücklehnen und sich Ihre Fotos in einer Präsentation anschauen. Die Diaschau starten Sie mit dem Knopf in der Werkzeugleiste.
ru: Можно расслабиться и просмотреть фотографии в режиме слайдшоу. Чтобы запустить слайдшоу, нажмите кнопку на панели инструментов.
sl: V načinu diapredstavitve se lahko usedete in si ogledate svoje fotografije medtem ko so vam predstavljene. Diapredstavitev lahko zaženete s pritiskom na gumb v orodni vrstici.
uk: У режимі перегляду слайдів, ви можете сидіти склавши руки і переглядати фотографії одну за іншою. Щоб запустити показ слайдів, натисніть кнопку на панелі інструментів.

source: SlideShow
de: DiaShow
ru: Слайдшоу
sl: Diapredstavitev
uk: Показ слайдів

source: Sharing your photos
de: Ihre Fotos mit Anderen teilen
ru: Поделитесь своими фотографиями
sl: Souporaba vaših fotografij
uk: Спільне користування фотографіями

source: There are many ways to share your photos using F-Spot. All of the following methods will only share the photos you have selected when you run them.
de: Es gibt verschiedene Möglichkeiten, Ihre Fotos mit Hilfe von F-Spot mit Anderen zu teilen. Nachfolgende Methoden übertragen, bei ihrer Verwendung, jeweils nur die ausgewählten Fotos.
ru: Существует несколько способов поделиться вашими фотографиями с другими. Действие всех описанных ниже методов распространяется только на выделенные фотографии.
sl: Za souporabo vaših fotografij z F-Spot obstaja več načinov. Vse naslednje metode bodo dale v souporabo le fotografije, ki ste jih izbrali ob zagonu souporabe.
uk: Існує багато способів, спільного користування фотографіями у F-Spot. Усі наступні методи спільного користування фотографіями доступні лише, якщо ви виберете їх під час запуску.

source: E-mail
ru: Электронная почта
sl: E-pošta
uk: Пересилка електронною поштою

source: E-mail your photos directly from F-Spot with the <menuchoice><guimenu>File</guimenu><guimenuitem>Send Mail</guimenuitem></menuchoice> menu.
de: Versenden Sie Fotos direkt aus F-Spot per E-Mail mit <menuchoice><guimenu>Foto</guimenu><guimenuitem>Per E-Mail verschicken …</guimenuitem></menuchoice>.
ru: Чтобы отправить фотографии из F-Spot по электронной почте, используйте меню <menuchoice><guimenu>Файл </guimenu><guimenuitem>Послать почтой</guimenuitem></menuchoice>.
sl: Svoje fotografije lahko pošljete preko elektronske pošte neposredno iz F-Spot z uporabo menija <menuchoice><guimenu>Fotografija</guimenu><guimenuitem>Pošlji po pošti</guimenuitem></menuchoice>.
uk: Надіслати свої фото електронною поштою можна прямо з F-Spot через меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Надіслати поштою</guimenuitem></menuchoice>.

source: Note 1
de: Anmerkung 1
ru: Замечание 1
sl: Opomba 1
uk: Зауваження 1

source: The email program used for this is defined at the GNOME level. You can change the default e-mailer for your user using the <application>Preferred Applications</application> tool in <menuchoice><guimenu>System</guimenu><guisubmenu>Preferences</guisubmenu></menuchoice>.
de: Es wird das in GNOME voreingestellte E-Mail-Programm zum Versenden verwendet. Sie können das systemweite E-Mail-Programm mit dem <application>Bevorzugte Anwendungen</application>-Werkzeug von GNOME für den einzelnen Benutzer ändern. Sie finden den Dialog im GNOME-Hauptmenü unter <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu></menuchoice>.
ru: Программа для работы с электронной почтой определяется на уровне приложений, используемых по умолчанию в GNOME. Клиент для работы с электронной почтой по умолчанию можно изменить, используя утилиту <application>Предпочитаемые приложения</application> в меню <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметры</guisubmenu></menuchoice>.
sl: Uporabljen bo e-poštni program, ki je določen na ravni GNOME. Privzeti e-poštni program lahko spremenite za svoj račun z uporabo orodja <application>Prednostni programi</application> v meniju <menuchoice><guimenu>Sistem</guimenu><guisubmenu>Nastavitve</guisubmenu></menuchoice>.
uk: Поштова програма, що використовується для цього, залежить від налаштувань середовища GNOME. Ви можете змінити типову поштову програму використовуючи інструмент <application>Стандартні програми</application> в меню <menuchoice><guimenu>Система</guimenu><guisubmenu>Параметри</guisubmenu></menuchoice>.

source: Note 2
de: Anmerkung 2
ru: Замечание 2
sl: Opomba 2
uk: Зауваження 2

source: If some of the photos you'd like to send by email are in a format that F-Spot can't write (e.g. RAW images), the size selection dialog will become insensitive and the originals will be sent.
de: Falls sich manche per E-Mail zu versendende Fotos in einem Format befinden, das F-Spot nicht schreiben kann (z.B. RAW-Bilder), wird die Größenauswahl ausgegraut und das Original verschickt.
ru: Если некоторые из фотографий, которые вы хотите отправить по электронной почте, имеют формат, в который F-Spot не умеет сохранять (например, изображения RAW), диалог выбора размера станет нечувствительным и будут отправлены оригиналы.
sl: V primeru da so fotografije, ki jih želite poslati preko elektronske pošte vrste, ki je F-Spot ne more zapisati (na primer slike RAW) bo pogovorno okno postalo neobčutljivo in bodo poslane izvorne fotografije.
uk: Якщо деякі фотографії, які ви хочете надіслати електронною поштою, мають формат, в який F-Spot не вміє зберігати (наприклад, зображення RAW), діалог вибору розміру стане нечутливим і будуть відправлені оригінали фото.

source: If you're sending resized pictures, F-Spot will keep the modified versions somewhere in the <filename class="directory">/tmp</filename> directory for 30 seconds. It's not an issue with evolution, which makes it's own local copy of the attachments, but could be a bit shorter if you're using Thunderbird. You can change the delay by editing the gconf key <filename class="directory">/apps/f-spot/export/email/delete_timeout_seconds</filename>.
ru: Если вы отправляете изображения с изменёнными размерами, F-Spot сохранит изменённые версии где-нибудь в каталоге <filename class="directory">/tmp</filename> на 30 секунд. Это не важно для программы Evolution, которая создаёт собственные локальные копии вложений, однако это помогает несколько упростить работу с Thunderbird. Вы можете управлять задержкой, изменяя значение ключа gconf <filename class="directory">/apps/f-spot/export/email/delete_timeout_seconds</filename>.
sl: V primeru da pošiljate slike s spremenjenimi velikostmi, bo F-Spot obdržal spremenjene različice nekje v mapi <filename class="directory">/tmp</filename> za 30 sekund. To ne povzroča težav z evolution, ki naredi svojo krajevno kopijo prilog, toda bi lahko bilo malce krajše, če uporabljate Thunderbird. Zamik lahko spremenite z urejanjem gconf ključa <filename class="directory">/apps/f-spot/export/email/delete_timeout_seconds</filename>.
uk: Якщо ви відсилаєте зображення зі зміненими розмірами, F-Spot збереже змінені версії десь у каталозі <filename class="directory">/tmp</filename> на 30 секунд. Це не важливо для програми Evolution, яка створює власні локальні копії вкладень, однак це допоможе дещо спростити роботу з Thunderbird. Встановити потрібний час затримки можна, змінюючи значення ключа gconf <filename class="directory">/apps/f-spot/export/email/delete_timeout_seconds</filename>.

source: Print
de: Drucken
ru: Печать
sl: Tisk
uk: Друк

source: Print your photos with the <menuchoice><guimenu>File</guimenu><guimenuitem>Print</guimenuitem></menuchoice> menu.
de: Drucken Sie Ihre Fotos über das Menü <menuchoice><guimenu>Foto</guimenu><guimenuitem>Drucken</guimenuitem></menuchoice>.
ru: Чтобы напечатать фотографии, используйте меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Печать</guimenuitem></menuchoice>.
sl: Fotografije lahko natisnite z menijem <menuchoice><guimenu>Datoteka</guimenu><guimenuitem>Natisni</guimenuitem></menuchoice>.
uk: Щоб надрукувати фото, використовуйте меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Друк</guimenuitem></menuchoice>.

source: Burn to CD
de: Auf CD brennen
ru: Запись на оптический диск
sl: Zapisovanje na CD
uk: Запис на CD

source: Burn your photos to CD or DVD with the <menuchoice><guimenu>File</guimenu><guisubmenu>Export</guisubmenu><guimenuitem>Export to CD</guimenuitem></menuchoice> menu.
de: Brennen Sie Ihre Fotos auf CD oder DVD über das Menü <menuchoice><guimenu>Foto</guimenu><guisubmenu>Exportieren nach</guisubmenu><guimenuitem>CD …</guimenuitem></menuchoice>.
ru: Чтобы записать фотографии на CD или DVD, используйте меню <menuchoice><guimenu>Файл</guimenu><guisubmenu>Экспортировать</guisubmenu><guimenuitem>Компакт-диск...</guimenuitem></menuchoice>.
sl: Zapišite vaše fotografije z menijem <menuchoice><guimenu>Fotografija</guimenu><guisubmenu>Izvozi</guisubmenu><guimenuitem>Izvozi na CD</guimenuitem></menuchoice>.
uk: Щоб записати фото на CD або DVD, використовуйте меню <menuchoice><guimenu>Файл</guimenu><guisubmenu>Експорт</guisubmenu><guimenuitem>Експорт до CD</guimenuitem></menuchoice>.

source: Generate a Website Gallery or Folder
de: Erzeugen einer Web-Galerie oder eines Ordners
ru: Создание веб-галереи или папки
sl: Ustvarjanje spletne galerije ali mape
uk: Створення веб-галереї або теки

source: The <menuchoice><guimenu>File</guimenu><guimenuitem>Export</guimenuitem><guimenuitem>Export to Folder</guimenuitem></menuchoice> feature gives you three ways to export your images.
de: In <menuchoice><guimenu>Datei</guimenu><guimenuitem>Exportieren</guimenuitem><guimenuitem>In Ordner exportieren</guimenuitem></menuchoice> stehen Ihnen drei Möglichkeiten zum Export Ihrer Bilder zur Verfügung.
ru: Функция <menuchoice><guimenu>Файл</guimenu><guimenuitem>Экспортировать</guimenuitem><guimenuitem>Папка...</guimenuitem></menuchoice> предоставляет три различных способа экспорта изображений.
sl: Zmožnost <menuchoice><guimenu>Fotografija</guimenu><guimenuitem>Izvozi v</guimenuitem><guimenuitem>Izvozi v mapo</guimenuitem></menuchoice> vam poda tri načine za izvažanje vaših slik.
uk: Функція <menuchoice><guimenu>Файл</guimenu><guimenuitem>Експортувати до</guimenuitem><guimenuitem>У теку</guimenuitem></menuchoice> надає три способи експорту зображень.

source: <guilabel>Use Original</guilabel> exports your photos ready for use with Jakub Steiner's free <ulink url="http://jimmac.musichall.cz/original.php"> Original Photo Gallery</ulink> software. If you are unsure about this option, it is probably not the right one for you.
de: <guilabel>Original verwenden</guilabel> exportiert Ihre Fotos so, dass sie von der von Jakub Steiner veröffentlichten freien Software <ulink url="http://jimmac.musichall.cz/original.php"> Original Photo Gallery</ulink> verarbeitet werden können. Im Zweifelsfall sollten Sie diese Option nicht aktivieren.
ru: <guilabel>Создать галерею при помощи "Original"</guilabel> экспортирует фотографии уже готовыми для использования с помощью свободной программы Якуба Штайнера (Jakub Steiner) <ulink url="http://jimmac.musichall.cz/original.php"> Original Photo Gallery</ulink>. Для тех, кто не знает, что это такое, данный параметр вряд ли является подходящим.
sl: <guilabel>Uporabi izvorno</guilabel> izvozi vaše fotografije pripravljene za uporabo z brezplačnim programom Jakuba Steinerja <ulink url="http://jimmac.musichall.cz/original.php"> Original Photo Gallery</ulink>. V primeru da niste prepričani o tej možnosti, verjetno ni prava za vas.
uk: <guilabel>Використовувати Original</guilabel> — експортує фотографії вже готовими для використання у вільній програмі Якуба Штайнера (Jakub Steiner) <ulink url="http://jimmac.musichall.cz/original.php"> Original Photo Gallery</ulink>. Якщо ви не знаєте, що це таке, цей вибір навряд чи буде вдалим.

source: <guilabel>Use static HTML files</guilabel> exports your photos to an interactive website, ready for you to upload.
de: <guilabel>Statische HTML-Dateien</guilabel> exportiert Ihre Fotos in eine interaktive Website, fertig um sie hoch zu laden.
ru: <guilabel>Создать отдельную веб-галерею</guilabel> экспортирует фотографии в готовый для загрузки интерактивный веб-сайт.
sl: <guilabel>Uporabi statične datoteke HTML</guilabel> izvozi vaše fotografije v interaktivno spletišče, pripravljeno na pošiljanje.
uk: <guilabel>Використовувати статичні файли HTML</guilabel> — експортує фотографії до інтерактивного веб-сайту, готового до вивантаження від вас.

source: <guilabel>Plain Files</guilabel> exports your images as files within directories, without putting them into a gallery.
de: <guilabel>Einfache Dateien</guilabel> exportiert Ihre Bilder als Dateien innerhalb eines Ordners, ohne Sie in eine Galerie zu integrieren.
ru: <guilabel>Сохранить только файлы</guilabel> экспортирует изображения как файлы в каталогах, не включая их в галерею.
sl: <guilabel>Običajne datoteke</guilabel> izvozi vaše slike kot datoteke v mape, brez pošiljanja v galerijo.
uk: <guilabel>Прості файли</guilabel> — експортує зображення як файли в межах каталогів, не включаючи їх у галерею.

source: Post to your online galleries
de: Übertragen in Ihre Online-Galerien
ru: Экспорт в сетевые галереи
sl: Objavljanje v spletne galerije
uk: Публікація в онлайн-галереях

source: If you use Flickr, SmugMug, 23hq, Tabblo, Facebook, Zooomr or Picasa Web Album, you can post your files directly from F-Spot with the <menuchoice><guimenu>File</guimenu><guisubmenu>Export</guisubmenu></menuchoice> menu, choosing corresponding submenu item.
de: Falls Sie Flickr, SmugMug, 23hq, Tabblo, Facebook, Zooomr oder Picasa Web-Album verwenden, können Sie Ihre Fotos direkt aus F-Spot übertragen. Die entsprechenden Dialoge finden Sie im Menü unter <menuchoice><guimenu>Datei</guimenu><guisubmenu>Exportieren nach</guisubmenu></menuchoice>.
sl: V primeru da uporabljate Flickr, SmugMug, 23hq, Tabblo, Facebook, Zooomr ali Picasa spletne albume lahko svoje datoteke objavite neposredno iz F-Spot z uporabo menija <menuchoice><guimenu>Fotografija</guimenu><guisubmenu>Izvozi v</guisubmenu></menuchoice> in izbiro ustreznega predmeta podmenija.
uk: Для користувачів Flickr, SmugMug, 23hq, Tabblo, Facebook, Zooomr або Picasa Web Album, надається можливість публікувати зображення прямо з F-Spot, через меню <menuchoice><guimenu>Файл</guimenu><guisubmenu>Експортувати до</guisubmenu></menuchoice>, вибравши в підменю відповідний пункт.

source: If you use the PHP software known as <ulink url="http://gallery.sourceforge.net/"> Gallery</ulink>, you can post your photos to your existing album with the <menuchoice><guimenu>File</guimenu><guimenuitem>Export</guimenuitem><guimenuitem>Export to Web Gallery</guimenuitem></menuchoice> menu. You must first enable the Remote module within your Gallery installation.
de: Falls Sie die PHP-Software <ulink url="http://gallery.sourceforge.net/"> Gallery</ulink> verwenden, können Sie Ihre Fotos direkt in ein bestehendes Album übertragen. Gehen Sie im Menü nach <menuchoice><guimenu>Foto</guimenu><guimenuitem>Exportieren nach</guimenuitem><guimenuitem>Web-Galerie …</guimenuitem></menuchoice>. Sie müssen zuerst das Remote-Modul in Ihrer Gallery-Installation aktivieren.
ru: Пользователи программного обеспечения, известного как <ulink url="http://gallery.sourceforge.net/"> Gallery</ulink>, могут размещать свои фотографии в существующий альбом с помощью меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Экспортировать</guimenuitem><guimenuitem>Web Gallery...</guimenuitem></menuchoice>. При установке Gallery должен быть включён модуль удалённого управления (Remote plugin).
sl: V primeru da uporabljate PHP program poznan kot <ulink url="http://gallery.sourceforge.net/"> Gallery</ulink>, lahko svoje fotografije objavite v svoj obstoječ album z menijem <menuchoice><guimenu>Fotografija</guimenu><guimenuitem>Izvozi v</guimenuitem><guimenuitem>Izvozi v spletno galerijo</guimenuitem></menuchoice>. Najprej morate v namestitvi Gallery omogočiti modul Oddaljeno.
uk: Користувачі програмного забезпечення, відомого як <ulink url="http://gallery.sourceforge.net/"> Gallery</ulink>, можуть публікувати свої фото у наявному альбомі через меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Експортувати до</guimenuitem><guimenuitem>Web Gallery</guimenuitem></menuchoice>. Під час встановлення Gallery потрібно увімкнути модуль віддаленого керування (Remote plugin).

source: Note for Gallery 2.2 users
de: Hinweis für Benutzer von Gallery 2.2
ru: Заметка для пользователей Gallery 2.2
sl: Opomba za uporabnike Gallery 2.2
uk: Примітка для користувачів Gallery 2.2

source: The Remote plugin for Gallery should be 1.0.8 or newer.
de: Das »Remote« Modul für Gallery sollte in der Version 1.0.8 oder neuer vorliegen.
ru: Модуль удалённого управления (Remote plugin) должен иметь версию 1.0.8 или более новую.
sl: Oddaljeni vstavek Gallery mora biti 1.0.8 ali novejši.
uk: Модуль Remote plugin для Gallery має бути версії 1.0.8 або новіший.

source: <ulink url="http://pennave.sourceforge.net">PennAve</ulink> is a Python web-application that directly uses F-Spot's database to present a dynamic gallery of your photos and tags.
de: <ulink url="http://pennave.sourceforge.net">PennAve</ulink> ist eine in Python geschriebene Web-Applikation, die direkt die F-Spot Datenbank verwendet, um eine dynamische Galerie Ihrer Fotos und Markierungen darzustellen.
ru: <ulink url="http://pennave.sourceforge.net">PennAve</ulink> — веб-приложение, написанное на языке Python, которое непосредственно использует базу данных F-Spot для представления динамической галереи ваших фотографий и меток.
sl: <ulink url="http://pennave.sourceforge.net">PennAve</ulink> je spletni program v Pythonu, ki neposredno uporablja podatkovno zbirko F-Spot za predstavljanje dinamične galerije vaših fotografij in oznak.
uk: <ulink url="http://pennave.sourceforge.net">PennAve</ulink> — веб-програма, написана мовою Python, яка на пряму використовує базу даних F-Spot для презентації динамічної галереї ваших фотографій та позначок.

source: <ulink url="http://www.conduit-project.org">Conduit</ulink> is an application that can sync photos that have a particular tag with your Flickr or Picasa Web Album web storage.
de: <ulink url="http://www.conduit-project.org">Conduit</ulink> ist eine Anwendung, die Fotos einer bestimmten Markierung mit Flickr, oder Picasa abgleichen kann.
ru: <ulink url="http://www.conduit-project.org">Conduit</ulink> — приложение, способное синхронизировать фотографии, имеющие определённые метки, с веб-хранилищами Flickr и Picasa Web Album.
sl: <ulink url="http://www.conduit-project.org">Conduit</ulink> je program, ki lahko uskladi fotografije z določeno oznako s spletno shrambo Flicker ali Picasa spletni albumi.
uk: <ulink url="http://www.conduit-project.org">Conduit</ulink> — програма, яка здатна синхронізувати фотографії, які мають певні позначки, з веб-сховищами Flickr і Picasa Web Album.

source: Color management
de: Farbverwaltung
ru: Управление цветом
sl: Upravljanje barv
uk: Керування кольором

source: What's color management
de: Was ist Farbverwaltung
ru: Что такое управление цветом
sl: Kaj je upravljanje barv
uk: Що це — керування кольором?
