Repository: iainlane/f-spot
Catalog: docs/*/*.po
Languages: de, ru, sl, uk

source: @@image: 'figures/f-spot-crop.png'; md5=63e18c96702aea4701024837a13ae2d9
de: translated
sl: a

source: @@image: 'figures/f-spot-straighten.png'; md5=ceeff0cac633d06599fa5760cc4bc568
de: mark as translated
sl: a

source: @@image: 'figures/f-spot-adjust-colors.png'; md5=6a5d9eaaaaf238ccbf70552bc073898c
de: mark as translated
sl: a

source: @@image: 'figures/f-spot-autocolor.png'; md5=240c4a86c95c9507755fe790bef0e24a
de: mark as translated
sl: a

source: @@image: 'figures/f-spot-desaturate.png'; md5=fa54dfd08171658d720be71b6d367139
de: mark as translated
sl: a

source: @@image: 'figures/f-spot-sepia.png'; md5=154d6e34903664dbd776f2bef405ce91
de: mark as translated
sl: a

source: @@image: 'figures/f-spot-red-eye.png'; md5=743d0a2ccc9b2fa8fa314855c225cd31
de: mark as translated
sl: a

source: @@image: 'figures/f-spot-soft-focus.png'; md5=14d1437ce49c83f3ebbcf70b7047ffbe
de: mark as translated
sl: a

source: @@image: 'figures/f-spot-fullscreen.png'; md5=86040e20ebf1015f6489a56e9589f063
de: mark as translated
sl: a

source: @@image: 'figures/f-spot-slideshow.png'; md5=84a69bc3bb7a1b8d04c967d3a66e6f23
de: mark as translated
sl: a

source: The F-Spot Manual
de: Das F-Spot Benutzerhandbuch
ru: Руководство по F-Spot
sl: F-Spot priročnik
uk: Посібник з F-Spot

source: This is the user manual for F-Spot, a GNOME personal photo manager.
de: Dies ist das Benutzerhandbuch von F-Spot, einem GNOME-Programm zur Verwaltung von Fotos.
ru: Руководство пользователя по F-Spot — программе управления фотографиями.
sl: To je uporabniški priročnik za F-Spot, GNOME upravljalnik fotografij
uk: Посібник користувача з F-Spot — менеджера особистих фото для GNOME.

source: GNOME Documentation Project
de: GNOME-Dokumentationsprojekt
ru: Проект документирования GNOME
sl: GNOME projekt dokumentacije
uk: Проект документування GNOME

source: Organizing your photos
de: Organisieren Ihrer Fotos
ru: Управление фотографиями
sl: Organizacija vaših fotografij
uk: Упорядкування фотографій

source: Import
de: Importieren
ru: Импорт фотографий
sl: Uvažanje
uk: Імпорт

source: You can import photos from your hard drive or your camera. When you import your photos into F-Spot from your camera, it will always make a copy of them, leaving you free to clear your camera's memory. By default, F-Spot will make a copy of photos imported from your hard drive. Uncheck the <guilabel>Copy</guilabel> option on the import dialog or hold <keycap>Shift</keycap> when dragging photos into F-Spot if you do not wish to copy them from your hard drive.
de: Sie können Fotos von der Festplatte oder ihrer Kamera importieren. Wenn Sie Fotos von ihrer Kamera in F-Spot importieren, wird immer eine Kopie angelegt, so dass Sie den Speicher ihrer Kamera löschen können. Standardmäßig legt F-Spot auch Kopien der Fotos an, die von der Festplatte importiert werden. Entfernen Sie die Markierung für die <guilabel>Kopie</guilabel>-Option im Importdialog oder halten Sie die <keycap>Umschalttaste</keycap> gedrückt, während Sie Fotos nach F-Spot verschieben, falls Sie nicht wollen, dass eine Kopie angelegt wird.
ru: Фотографии импортируются с жёсткого диска или фотокамеры. При импорте фотографий с фотокамеры всегда создаётся их копия, что позволяет очистить память фотокамеры. По умолчанию F-Spot создаёт копии фотографий, импортируемых с жёсткого диска. Чтобы копии фотографий не создавались, снимите флажок с параметра <guilabel>Копировать</guilabel> в диалоговом окне импорта или удерживайте клавишу <keycap>Shift</keycap>, когда перетаскиваете мышью фотографии в F-Spot.
sl: Fotografije lahko uvozite s trdega diska ali fotoaparata. V primeru uvoza fotografij v F-Spot s fotoaparata, bo F-Spot vedno naredil njihovo kopijo in vam omogočil čiščenje pomnilnika vašega fotoaparata. Privzeto F-Spot naredi kopijo fotografij uvoženih s trdega diska. V primeru da datotek ne želite kopirati s trdega diska, odkljukajte možnost <guilabel>Kopiranje datotek v mapo fotografij</guilabel> v pogovornem oknu uvoza ali pa med vlečenjem fotografij v F-Spot držite tipko <keycap>Dvigalka</keycap>.
uk: Фотографії можна імпортувати з твердого диска або з камери. Під час імпорту фотографій в F-Spot з камери, у всіх випадках робитимуться їх копії, даючи змогу очистити пам'ять камери. Типово, F-Spot робитиме копії фотографій, які імпортуються з твердого диска. Зніміть прапорець <guilabel>Копіювати</guilabel> в діалозі імпорту або утримуйте клавішу <keycap>Shift</keycap> під час перетягування фотографії в F-Spot, якщо не хочете копіювати їх з твердого диска.

source: By default, F-Spot copies your photos to the <filename class="directory">~/Photos</filename> folder. You can change the folder F-Spot uses in <guilabel>Preferences</guilabel> dialog (<menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences</guimenuitem></menuchoice>). You can also disable physical copying of images to that directory and make F-Spot only reference to existing files. For that you need to disable checkbox <guilabel>Copy files to the Photos folder</guilabel>.
de: Standardmäßig kopiert F-Spot Ihre Fotos in den Ordner <filename class="directory">~/Fotos</filename>. Sie können den Ordner, den F-Spot benutzen soll, in den <guilabel>Einstellungen</guilabel> (<menuchoice><guimenu>Bearbeiten</guimenu><guimenuitem>Einstellungen</guimenuitem></menuchoice>) ändern. Sie können das physikalische Kopieren Ihrer Bilder in diesen Ordner auch deaktivieren und F-Spot nur vorhandene Dateien anzeigen lassen. Dazu deaktivieren Sie das Ankreuzfeld vor <guilabel>Dateien in den Fotoordner kopieren</guilabel>.
ru: По умолчанию F-Spot копирует фотографии в папку <filename class="directory">~/Photos</filename>, которую можно сменить в диалоговом окне <guilabel>Параметры</guilabel> (<menuchoice><guimenu>Правка</guimenu><guimenuitem>Параметры</guimenuitem></menuchoice>). Также можно отключить физическое копирование снимков в указанную директорию и настроить F-Spot на создание ссылок к существующим файлам. Для этого нужно снять отметку с пункта <guilabel>Копировать файлы в папку Photos</guilabel>.
sl: Privzeto F-Spot kopira vaše fotografije v mapo <filename class="directory">~/Slike</filename>. Mapo, ki jo uporablja F-Spot lahko spremenite v pogovornem oknu <guilabel>Možnosti</guilabel> (<menuchoice><guimenu>Uredi</guimenu><guimenuitem>Možnosti</guimenuitem></menuchoice>).
uk: Типово, F-Spot копіює фотографії до теки <filename class="directory">~/Фотографії</filename>. Теку призначення F-Spot можна змінити в діалозі <guilabel>Параметри</guilabel> (<menuchoice><guimenu>Правка</guimenu><guimenuitem>Параметри</guimenuitem></menuchoice>). Також можна вимкнути фізичне копіювання зображень в цей каталог і створити лише посилання в F-Spot на існуючі файли. Для цього потрібно зняти прапорець <guilabel>Копіювати файли до теки «Фотографії»</guilabel>.

source: If there is a tiny chance that some of your photos are already imported from the chosen source, you can use <guilabel>Detect duplicates</guilabel> option. In this case F-Spot will try to find out if exactly this image is already present in the database and thus new copy of it should not be imported.
de: Falls die geringste Wahrscheinlichkeit besteht, dass manche Ihrer Fotos bereits von der vorhandenen Quelle importiert wurden, können Sie die Option <guilabel>Duplikate finden</guilabel> verwenden. In diesem Fall wird F-Spot versuchen herauszufinden, ob sich das exakt gleiche Bild schon in der Datenbank befindet. Die neue Kopie wird dann nicht importiert.
ru: Если есть малейшая вероятность того, что некоторые снимки уже были импортированы из выбранного источника, можно включить параметр <guilabel>Определять и отсеивать дубликаты</guilabel>. При этом F-Spot попытается установить, присутствует ли в базе точно такой же снимок, как импортируемый, и, в случае положительного ответа, не станет вносить его в базу повторно.
sl: V primeru da ste morda nekatere fotografije iz izbranega vira že uvozili, lahko uporabite možnost <guilabel>Zaznavanje dvojnikov</guilabel>. F-Spot bo poskusil ugotoviti ali natanko ta slika že obstaja v podatkovni zbirki. V tem primeru kopija slike ne bo uvožena.
uk: Якщо є вірогідність, що деякі з ваших фотографій вже імпортовано з вибраного джерела, використовуйте функцію <guilabel>Виявлення дублікатів</guilabel>. У цьому випадку F-Spot спробує з'ясувати чи це зображення вже є в базі даних і, якщо є, нова копія не буде імпортована.

source: If all the photos you are importing at one time are from a particular event, or have some other characteristic in common, you can create a tag for them so you can later find them with ease. To do this, follow the instructions from <xref linkend="tag"/> to create a new tag, then when you are importing them, check the button for <guilabel>Attach Tag</guilabel> and choose the tag you created.
de: Falls alle Fotos, die Sie auf einmal importieren vom gleichen Ereignis sind oder andere Gemeinsamkeiten aufweisen, können Sie eine Markierung für diese Bildergruppe erstellen. Das hilft dabei, die Bilder einfach wieder zu finden. Folgen Sie dazu den Anweisungen in <xref linkend="tag"/>, um eine neue Markierung anzulegen. Beim Importieren aktivieren Sie <guilabel>Markierung hinzufügen</guilabel> und wählen die erstellte Markierung aus.
ru: Если все импортируемые фотографии связаны с каким-либо событием или обладают другими общими свойствами, создайте для них специальную метку. С помощью меток можно с лёгкостью отыскать эти фотографии в будущем. В <xref linkend="tag"/> даются инструкции по созданию новых меток.
sl: V primeru da so vse uvožene fotografije z določenega dogodka, ali imajo neko drugo skupno značilnost, lahko za njih ustvarite oznako zato da jih kasneje lahko najdete. Za to sledite navodilom z <xref linkend="tag"/> za ustvarjanje nove oznake, nato med uvažanjem označite gumb <guilabel>Pripni oznako</guilabel> in izberite ustvarjeno oznako.
uk: Якщо всі фотографії, які імпортуються за один раз, мають відношення до певної події чи мають інші загальні характеристики, ви можете створити позначку для них, щоб пізніше з легкістю знайти їх. Щоб зробити це, дивіться <xref linkend="tag"/> зробіть нову позначку, потім, під час імпортування фото, натисніть кнопку <guilabel>Додати позначку</guilabel> і виберіть створену вами позначку.

source: F-Spot uses a database stored at <filename>~/.config/f-spot/photos.db</filename>. Note, to access it, use the sqlite3 command. You can also manually specify path to a database by running F-Spot with <option>-b</option> option.
de: F-Spot benutzt eine Datenbank, die in <filename>~/.config/f-spot/photos.db</filename> gespeichert ist. Hinweis: Um auf die Datenbank zuzugreifen, müssen Sie den sqlite3-Befehl verwenden. Sie können den Pfad zur Datenbank selbst angeben, indem Sie F-Spot mit der Option <option>-b</option> ausführen.
sl: F-Spot uporablja podatkovno zbirko shranjeno v <filename>~/.config/f-spot/photos.db</filename>. Za dostop do nje uporabite ukaz sqlite3. Pot do podatkovne zbirke lahko ročno navedete z zagonom F-Spot z možnostjo <option>-b</option>.
uk: F-Spot використовує базу даних розташовану в каталозі <filename>~/.config/f-spot/photos.db</filename>. Зверніть увагу, щоб отримати доступ до нього, потрібно використовувати команду sqlite3. Ви також можете вручну вказати шлях до бази даних, запустивши F-Spot з параметром <option>-b</option>.

source: After an import, F-Spot will display the pictures of the latest import roll only. Read <xref linkend="enjoying-search"/> to learn how to deal with import rolls.
de: Nach dem Importieren zeigt F-Spot nur die Bilder des aktuellen Importvorgangs an. Lesen Sie <xref linkend="enjoying-search"/>, um mehr über Import-Markierungen zu erfahren.
ru: После импорта фотографий F-Spot показывает изображения, добавленные только за последний сеанса импорта. Прочтите <xref linkend="enjoying-search"/> о том, как работать с сеансами импорта.
sl: Po uvozu bo F-Spot prikazal le slike zadnjega uvoznega zvitka. Preberite <xref linkend="enjoying-search"/> za podrobnosti o upravljanju z uvoznimi zvitki.
uk: Після імпорту, F-Spot покаже фотографії лише з останнього сеансу імпорту. Щоб дізнатися, як мати справу з сеансами імпорту, дивіться <xref linkend="enjoying-search"/>.

source: You can also import directly from Mozilla <ulink url="http://www.mozilla.com/en-US/firefox/">Firefox</ulink> and <ulink url="http://www.mozilla.com/en-US/thunderbird/">Thunderbird</ulink> using <ulink url="https://addons.mozilla.org/en-US/firefox/addon/7091">Firefox</ulink> and <ulink url="https://addons.mozilla.org/en-US/thunderbird/addon/7011">Thunderbird</ulink> F-Spot importer extensions written by <ulink url="http://personalpages.tds.net/~cdovel/">Pizzach</ulink>.
de: Sie können auch direkt aus Mozilla <ulink url="http://www.mozilla-europe.org/de/firefox/">Firefox</ulink> und <ulink url="http://www.mozilla-europe.org/de/thunderbird/">Thunderbird</ulink> importieren, indem Sie die <ulink url="https://addons.mozilla.org/de/firefox/addon/7091">Firefox</ulink> und <ulink url="https://addons.mozilla.org/de/thunderbird/addon/7011">Thunderbird</ulink> F-Spot Erweiterungen von <ulink url="http://personalpages.tds.net/~cdovel/">Pizzach</ulink> verwenden.
ru: Вы также можете импортировать прямо из Mozilla <ulink url="http://www.mozilla.com/en-US/firefox/">Firefox</ulink> и <ulink url="http://www.mozilla.com/en-US/thunderbird/">Thunderbird</ulink>, используя расширения F-Spot для <ulink url="https://addons.mozilla.org/en-US/firefox/addon/7091">Firefox</ulink> и <ulink url="https://addons.mozilla.org/en-US/thunderbird/addon/7011">Thunderbird</ulink>, написанные <ulink url="http://personalpages.tds.net/~cdovel/">Pizzach</ulink>.
sl: Uvoziti je mogoče tudi neposredno iz Mozilla <ulink url="http://www.mozilla.com/en-US/firefox/">Firefox</ulink> in <ulink url="http://www.mozilla.com/en-US/thunderbird/">Thunderbird</ulink> z uporabo <ulink url="https://addons.mozilla.org/en-US/firefox/addon/7091">Firefox</ulink> in <ulink url="https://addons.mozilla.org/en-US/thunderbird/addon/7011">Thunderbird</ulink> razširitve F-Spot uvoznik, ki jo je napisal<ulink url="http://personalpages.tds.net/~cdovel/">Pizzach</ulink>.
uk: Імпортувати можна прямо з Mozilla <ulink url="http://www.mozilla.com/en-US/firefox/">Firefox</ulink> та <ulink url="http://www.mozilla.com/en-US/thunderbird/">Thunderbird</ulink> використовуючи розширення <ulink url="https://addons.mozilla.org/en-US/firefox/addon/7091">Firefox</ulink> та <ulink url="https://addons.mozilla.org/en-US/thunderbird/addon/7011">Thunderbird</ulink> F-Spot для імпортування фото, написане <ulink url="http://personalpages.tds.net/~cdovel/">Pizzach</ulink>.

source: Edit
de: Bearbeiten
ru: Редактирование фотографий
sl: Urejanje
uk: Редагування

source: If you double click or press enter on an image, you enter Edit mode, where you can remove red-eye, crop, and adjust brightness and colors.
de: Durch einen Doppelklick oder durch Drücken der Eingabetaste gelangen Sie in den Bearbeitungsmodus, wo Sie rote Augen entfernen, Zuschneiden und Farben oder Helligkeit anpassen können.
ru: Для перехода в режим редактирования изображений дважды щёлкните левой клавишей мыши по изображению, либо нажмите клавишу <keycap>Enter</keycap>. В режиме редактирования можно устранить эффект красных глаз, скорректировать яркость и цвета.
sl: V primeru da dvojno kliknite ali pritisnete vnosno tipko, vstopite v način urejanje, kjer lahko odstranite rdeče oči, obrežete ter prilagodite svetlost in barve.
uk: Двічі клацніть кнопкою миші з вказівником на зображені або натисніть клавішу ENTER, щоб перейти в режим редагування, де можна вилучити ефект червоних очей, зробити кадрування та налаштувати яскравість та кольори.

source: Versions
de: Versionen
ru: Версии
sl: Različice
uk: Версії

source: When you edit your photos, a new copy (called a version) is created, so your original is never altered. After your first edit to a photo, subsequent edits will modify the same version. If you want to create multiple versions of your photo, perhaps with different cropping or coloring, you can do so via the <menuchoice><guimenu>File</guimenu><guimenuitem>Create new version</guimenuitem></menuchoice> option.
de: Wenn Sie Ihre Fotos bearbeiten, wird eine neue Version des Bildes angelegt. So bleibt das Original immer erhalten. Nachdem Sie das Foto zum ersten Mal bearbeitet haben, werden alle Änderungen in diese Version übernommen. Falls Sie weitere Versionen dieses Bildes anlegen möchten – etwa mit verschiedenen Zuschnitten oder Farbanpassungen – dann verwenden Sie die Funktion <menuchoice><guimenu>Datei</guimenu><guimenuitem>Neue Version erstellen</guimenuitem></menuchoice>.
sl: Ko urejate fotografije, je ustvarjena nova kopija (imenovana različica), tako izvorna fotografija ni nikoli spremenjena. Po prvem urejanju fotografije bodo naslednja urejanja spremenila isto različico. V primeru da želite ustvariti več različic fotografije, morda z drugim obrezovanjem ali barvami lahko to storite preko možnosti <menuchoice><guimenu>Fotografija</guimenu><guimenuitem>Ustvari novo različico</guimenuitem></menuchoice>.
uk: Під час редагування фотографій, створюється нова копія (або варіант), так що ваші оригінальні фото ніколи не змінюються. Після першого редагування, наступні виправлення вноситимуться в ту ж версію. Якщо потрібно створити декілька версій фотографії, можливо, різних розмірів і забарвлення, зробити це можна вибравши в меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Створити нову версію</guimenuitem></menuchoice>.

source: Crop
de: Zuschneiden
ru: Кадрирование
sl: Obreži
uk: Кадрування

source: Cropping an image is a great way to improve the quality of a photograph by change how it is framed. You crop a photo by selecting the part of the photo you want to keep. If you want your photo to be the exact dimensions necessary for a certain print size, you can constrain the kind of selection F-Spot will allow you to draw by choosing the appropriate size from the constraint drop down. See the <xref linkend="edit-remove-red-eye"/> below for details on making a selection on your photo.
de: Zuschneiden ist eine gute Möglichkeit, die Qualität Ihrer Fotografie zu verbessern, indem Sie unnötige Bereiche am Rand entfernen. Sie schneiden das Foto zu, indem Sie den Teil des Bildes auswählen, den Sie erhalten möchten. Falls Sie Ihr Foto auf ein exaktes Maß zuschneiden möchten, können Sie den ausgewählten Bereich mit dem angebotenen Auswahlmenü auf die gewünschte Größe anpassen. Im nachfolgenden <xref linkend="edit-remove-red-eye"/> finden Sie weitere Details über das Auswählen eines Bereiches Ihrer Fotografie.
sl: Obrezovanje slike je dober način za izboljšanje kakovosti slike s spremembo okvirjanja. Fotografijo lahko obrežete z izbiro dela fotografije, ki ga želite obdržati. V primeru da želite imeti fotografijo natančnih mer zahtevanih za določeno velikost tiskanja, lahko z izbiro primerne velikosti s spustnega menija omejitev omejite izbiro, ki vam jo bo dovolil narisati F-Spot. Za podrobnosti o izbiri na fotografiji si oglejte <xref linkend="edit-remove-red-eye"/> spodaj.
uk: Кадрування зображення — відмінний спосіб поліпшити якість фотографії змінивши її оформлення. Щоб виконати кадрування фото, виберіть частину фотографії, яку хотіли б зберегти. Якщо потрібно, щоб фотографія мала точні розміри необхідні для друку, можна вибрати готовий варіант. F-Spot дає змогу вибрати відповідний розмір зі спадного списку варіантів кадрування. Докладніше дивіться <xref linkend="edit-remove-red-eye"/> про внесення змін до фотографій.

source: Crop tool
de: Zuschneiden-Werkzeug
ru: Инструмент кадрирования
sl: Orodje obreži
uk: Кадрування

source: Once you have made your crop selection, you must click the crop button beneath the image to finalize the crop. If you are working with the original photo, cropping creates a new version your photo.
de: Sobald Sie Ihre Auswahl zum Ausschneiden getroffen haben, müssen Sie den »Zuschneiden« Knopf anklicken, um den Zuschneide-Vorgang abzuschließen. Beim Bearbeiten des Original-Fotos wird dabei eine neue Version des Fotos angelegt.
ru: Чтобы выполнить кадрирование, выделите область изображения и нажмите кнопку кадрирования, находящуюся под изображением. Если операция кадрирования выполняется над исходной версией изображения, её применение приведёт к созданию новой версии изображения.
sl: Ko ste naredili izbor obreza, morate za končanje obrezovanja klikniti gumb pod sliko. V primeru da delate z izvorno fotografijo, obrezovanje ustvari novo različico vaše fotografije.
uk: Як тільки буде вибраний варіант кадрування, необхідно натиснути кнопку «Кадрувати» під зображенням, щоб завершити кадрування. Якщо ви працюєте з оригіналом фотографії, операція кадрування створить нову версію цієї фотографії.

source: Straighten
de: Begradigen
ru: Выравнивание
sl: Poravnava
uk: Вирівнювання

source: Straighten effect is a tool to level a photo, quite helpful for landscapes taken without a tripod, when (imaginary) line of horizon is not at 0°. This tool rotates an image by a specified angle and automagically crops the resulted image, so that you always see a perfect rectangle.
de: Das Begradigen-Werkzeug dient zum Anpassen von ohne Stativ aufgenommenen Landschaftsaufnahmen, bei denen die Horizontlinie schräg (nicht 0°) verläuft. Das Werkzeug dreht das Bild um den angegebenen Winkel und schneidet die Ränder automatisch zu, so dass sich immer ein Rechteck ergibt.
ru: Инструмент выравнивания оказывается весьма полезным для фотографий, сделанных камерой без штатива, на которых линия горизонта на снимке оказывается повёрнутой на некоторый угол по отношению к строгой горизонтали. Инструмент выравнивания поворачивает изображение на заданный угол и автоматически кадрирует полученное изображение, придавая ему прямоугольную форму.
sl: Učinek poravnave je orodje za poravnanje fotografij, precej uporabno za sliko pokrajine posnete brez stativa, ko (navidezna) črta horizonta ni na 0°. To orodje zavrti sliko za določen kot in samodejno čarobno obreže nastalo sliko, tako da vedno vidite idealen pravokotnik.
uk: Ефект вирівнювання — це інструмент для вирівнювання зображення на фото, досить корисний для фотографування пейзажів без штатива, коли (уявна) лінія горизонту не дорівнює 0°. Цей інструмент дає змогу зробити поворот зображення на заданий кут і автоматично кадрувати виникле зображення, отже, ви завжди бачитимете досконалий прямокутник.

source: Straighten tool
de: Begradigungs-Werkzeug
ru: Инструмент выравнивания
sl: Orodje poravnave
uk: Вирівнювання

source: Adjust Colors
de: Farbabgleich
ru: Корректировка цвета
sl: Prilagajanje barv
uk: Коригування кольорів

source: To adjust the brightness, contrast, and colors of a photo, first click the <guibutton>Adjust the photo colors</guibutton> icon to open the adjustment dialog. Change then some settings and save them with <guibutton>OK</guibutton>.
de: Um die Helligkeit, den Kontrast oder Farben eines Fotos anzupassen, klicken Sie zuerst auf den <guibutton>Farbabgleich</guibutton>-Knopf, um den Farbabgleichs-Dialog zu öffnen. Ändern Sie die gewünschten Parameter und speichern Sie sie mit <guibutton>Anpassen</guibutton>.
ru: Чтобы скорректировать яркость, контраст или цвета фотоснимка, нажмите на значок <guibutton>Скорректировать цвета снимка</guibutton>. В появившемся окне скорректируйте необходимые параметры и сохраните их, нажав кнопку <guibutton>OK</guibutton>.
sl: Za prilagajanje svetlosti, kontrasta in barv fotografije najprej kliknite ikono <guibutton>Prilagodi barve fotografije</guibutton> za odpiranje pogovornega okna prilagajanja. Spremenite nekaj nastavitev in jih shranite z <guibutton>V redu</guibutton>.
uk: Щоб відкоригувати яскравість, контрастність і кольори фотографії, натисніть кнопку <guibutton>Коригувати кольори</guibutton>, щоб відкрити діалог коригування. Змініть потрібні параметри і збережіть їх натиснувши кнопку <guibutton>Гаразд</guibutton>.
