Repository: iainlane/f-spot
Catalog: docs/*/*.po
Languages: de, ru, sl, uk

source: You can also use auto-completion in this entry bar: After entering the beginning of a tag name, press <keycap>Tab</keycap> to see the first possible completion. You can cycle between other possible completions by pressing <keycap>Tab</keycap> again, and backwards with <keycombo action="simul"><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>. To confirm the suggested completion and enter a new tag, press <keycap>,</keycap>. By pressing <keycap>Enter</keycap> you leave the tag entry bar, possibly confirming the current completion. To abort the auto completion, just keep on typing.
sl: V vnosni vrstici lahko uporabite samodejno dokončanje. Po vnosu začetka imena oznake pritisnite <keycap>Tabulator</keycap> za ogled prvega mogočega dokončanja. Med mogočimi dokončanji lahko krožite naprej s ponovnim pritiskom na <keycap>Tabulator</keycap> in nazaj s pritiskom na <keycombo action="simul"><keycap>Dvigalka</keycap><keycap>Tabulator</keycap></keycombo>. Za potrditev predlaganega dokončanja in vnos nove oznake pritisnite <keycap>,</keycap>. S pritiskom <keycap>Vnosna tipka</keycap> zapustite vnosno vrstico oznak in s tem morda potrdite trenutno dokončanje. Za preklic samodejnega dokončevanja tipkajte naprej.
uk: В цьому полі введення можна використовувати авто-завершення. Після введення початку назви позначки, натисніть клавішу <keycap>Tab</keycap>, щоб побачити перший можливий варіант завершення. Циклічно натискайте клавішу <keycap>Tab</keycap>, щоб переходити між варіантами завершення або комбінацію клавіш <keycombo action="simul"><keycap>Shift</keycap><keycap>Tab</keycap></keycombo>, щоб переходити у зворотньому напрямку. Для підтвердження запропонованого завершення і введення нової позначки, натисніть клавішу <keycap>,</keycap>. Натиснувши клавішу <keycap>Enter</keycap> ви залишаєте поле введення, підтвердивши чинне завершення. Щоб скасувати авто-завершення, просто продовжуйте вводити текст.

source: The first photo you associate with a tag will be used for that tag's icon. You can always edit a tag's name, parent tag, and icon by right clicking on it and choosing <guilabel>Edit tag</guilabel>.
de: Das erste Foto, das Sie mit einer Markierung bezeichnen, wird automatisch als Vorschaubild dieser Markierung verwendet. Sie können die Markierungs-Eigenschaften (Markierungsname, Vorschaubild, übergeordnete Markierung) jedoch jederzeit bearbeiten, indem sie erst rechts klicken und dann <guilabel>Ausgewählte Markierung bearbeiten …</guilabel> wählen.
ru: Первая фотография, которой была назначена метка, будет использоваться в качестве значка метки. Имя метки, родительскую метку и значок метки можно изменить, если нажать на ней правую кнопку мыши и выбрать <guilabel>Изменить выбранную метку</guilabel>.
sl: Prva fotografija, ki jo povežete z oznako, bo uporabljena za ikono oznake. Z desnim klikom na oznako in izbiro <guilabel>Uredi oznako</guilabel> lahko uredite ime oznake, nadrejeno oznako in ikono oznake.
uk: Перше фото, яке пов’язане з позначкою, буде використовуватися як значок для цієї позначки. Ви завжди можете змінити назву позначки, батьківську позначку та значок, вибравши в контекстному меню пункт <guilabel>Редагувати позначку</guilabel>.

source: You can change a tag's parent by dragging and dropping it where you like. Also, you can edit the name of a tag by selecting it and pressing <keycap>F2</keycap>. Lastly, if you have the tag tree widget focused (e.g. you just clicked on a tag), you can start typing the name of a tag, and all the expanded tags in the list will be searched and you'll jump to any matching ones.
de: Sie können die übergeordnete Markierung ändern, indem Sie die Markierung an den gewünschten Platz ziehen. Durch drücken von <keycap>F2</keycap> können Sie eine ausgewählte Markierung umbenenen.
ru: Чтобы изменить родительскую метку, перетащите её с помощью мыши. Чтобы изменить имя метки, можно выделить её и нажать клавишу <keycap>F2</keycap>. Если дерево меток получило фокус ввода (например, нажата левая кнопка мыши на какой-нибудь метке), можно выполнить поиск меток из списка по имени, набрав имя метки.
sl: Nadrejeni predmet oznake lahko spremenite tako, da ga povlečete in spustite kamor želite. Ime oznake lahko uredite tako, da jo izberete in pritisnete <keycap>F2</keycap>. V primeru da je gradnik drevesa oznak v žarišču, (na primer ste ravnokar kliknili na oznako) lahko začnete tipkati ime oznake, vse razširjene oznake na seznamu bodo preiskane in skočili boste na zadetke.
uk: Ви можете змінити батька позначки, перетягнувши її в будь-яке місце. Крім того, можна змінити назву позначки виділивши її та натиснувши <keycap>F2</keycap>. І нарешті, якщо віджет дерева позначок у фокусі (наприклад, ви тільки що натиснули на позначку), ви можете просто почати вводити назву позначки і пошук вестиметься по всьому списку позначок і ви перейдете у відповідну.

source: You can also change size of tag icons in the sidebar or even make tag icons invisible by selecting preferred option from <menuchoice><guimenu>View</guimenu><guimenuitem>Tag Icons</guimenuitem></menuchoice> menu.
de: Sie können die Größe der Markierungs-Symbole in der Seitenleiste ändern oder diese sogar ausblenden, indem Sie Ihre bevorzugte Option im Menü <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Tag-Symbole</guimenuitem></menuchoice> wählen.
ru: С помощью меню <menuchoice><guimenu>Вид</guimenu><guimenuitem>Значки меток</guimenuitem></menuchoice> можно изменять размер значков меток на боковой панели или даже делать их скрытыми.
sl: Velikost ikon značk v stranski vrstici lahko spremenite ali pa jih celo napravite nevidne z izbiro prednostne možnosti v meniju <menuchoice><guimenu>Pogled</guimenu><guimenuitem>Ikone oznak</guimenuitem></menuchoice>.
uk: Щоб змінити розмір значка позначки в бічній панелі, або навіть зробити його невидимим, виберіть потрібний варіант в меню <menuchoice><guimenu>Вигляд</guimenu><guimenuitem>Значки позначок</guimenuitem></menuchoice>.

source: F-Spot can write tags as metadata fields into JPEG files. Tags for various RAW files, PNG, TIFF, and others are written to F-Spot's database. You will have to re-tag these files if you re-import your collection.
de: F-Spot kann Markierungen (Tags) als Metadaten-Felder in JPEG-Dateien schreiben. Tags für verschiedene andere Dateien, wie etwa PNG, TIFF, RAW-Dateien, werden in F-Spots Datenbank gespeichert. Sie müssen diese Dateien neu taggen, wenn Sie Ihre Sammlung neu importieren.
ru: F-Spot может записывать метки как поля метаданных в файлы JPEG. Метки для различных файлов RAW, PNG, TIFF и других форматов записываются в базу данных F-Spot. Вы должны переопределить метки для этих файлов в случае повторной операции импорта вашей коллекции.
sl: F-Spot lahko oznake zapiše v datoteke JPEG kot polja metapodatkov. Oznake za različne RAW, PNG, TIFF in druge datoteke so zapisane v podatkovno zbirko F-Spot. Te datoteke boste morali ob ponovnem uvozu zbirke ponovno označiti.
uk: F-Spot може записувати позначки як поля метаданих у файли JPEG. Позначки для різних форматів файлів: RAW, PNG, TIFF та інших, записуються у базу даних F-Spot. Вам доведеться заново позначати ці файли, якщо ви повторно імпортуватимете колекцію.

source: Enjoying your photos
de: Genießen Ihrer Fotos
ru: Работа с фотографиями
sl: Uživanje v vaših fotografijah
uk: Перегляд фотографій

source: Browse
de: Durchsuchen
ru: Просмотр фотографий
sl: Brskanje
uk: Перегляд

source: You can use the slider widget to browse your photos by month or by directory. To change this setting, go to <menuchoice><guimenu>View</guimenu><guimenuitem>Arranged By</guimenuitem></menuchoice>.
de: Sie können den Schieberegler benutzen, um Ihre Fotos anhand von Monat oder Ordner zu durchsuchen. Um diese Einstellung zu ändern, wählen Sie <menuchoice><guimenu>Ansicht</guimenu><guimenuitem>Sortiert nach</guimenuitem></menuchoice>.
ru: Используя ползунок, можно просматривать фотографии по месяцам или каталогам. Этот параметр изменяется через меню <menuchoice><guimenu>Вид</guimenu><guimenuitem>Отсортировать по</guimenuitem></menuchoice>.
sl: Za brskanje po vaših fotografijah po mesecu ali po mapi lahko uporabite drsni gradnik. Za spremembo te nastavitve pojdite na <menuchoice><guimenu>Pogled</guimenu><guimenuitem>Urejeno po</guimenuitem></menuchoice>.
uk: Використовуйте повзунок для перегляду фотографій за датою створення або за каталогом. Щоб змінити цей параметр, перейдіть до меню <menuchoice><guimenu>Вигляд</guimenu><guimenuitem>Упорядкувати за</guimenuitem></menuchoice>.

source: Search
de: Suche
ru: Поиск фотографий
sl: Iskanje
uk: Пошук

source: F-Spot uses search filters to help you better define search criteria.
de: F-Spot benutzt Suchfilter, um Ihnen das Festlegen von Suchkriterien zu erleichtern.
sl: F-Spot uporablja iskalne filtre za pomoč pri boljšem določanju iskalnih kriterijev.
uk: F-Spot використовує пошукові фільтри, щоб допомогти вам краще визначити критерії пошуку.

source: Tags
de: Markierungen
ru: Метки
sl: Oznake
uk: Позначки

source: You can start a search by double clicking or activating a tag from the tag list. Alternatively, you can show the find bar with <menuchoice><guimenu>Find</guimenu><guimenuitem>Show Find Bar</guimenuitem></menuchoice>. With the find bar shown, you can drag tags from the tag view to the find bar.
de: Sie können eine Suche starten, indem Sie auf eine Markierung doppelklicken oder diese in der Markierungsliste auswählen. Alternativ können Sie das Suchfeld mit Hilfe des Menüs <menuchoice><guimenu>Suchen</guimenu><guimenuitem>Suchfeld anzeigen</guimenuitem></menuchoice>. Bei angezeigtem Suchfeld können Sie Markierungen aus der Markierungsansicht in das Suchfeld ziehen.
ru: Чтобы начать поиск, дважды нажмите левую кнопку мыши на метке, или активируйте метку из списка меток, или откройте панель поиска (<menuchoice><guimenu>Поиск</guimenu><guimenuitem>Показать панель поиска</guimenuitem></menuchoice>) и перетащите на неё метки с помощью мыши.
sl: Iskanje lahko začnete z dvojnim klikom ali omogočanjem oznake iz seznama oznak. Dodatno lahko pokažete iskalno vrstico z <menuchoice><guimenu>Najdi</guimenu><guimenuitem>Pokaži iskalno vrstico</guimenuitem></menuchoice>. Ko je iskalna vrstica prikazana, lahko oznake povlečete iz pogleda oznak v iskalno vrstico.
uk: Почати пошук можна за допомогою подвійного натискання або активувавши позначку в списку позначок. Як альтернатива, відкрийте панель пошуку через меню <menuchoice><guimenu>Знайти</guimenu><guimenuitem>Показати панель пошуку</guimenuitem></menuchoice> та перетягніть позначку з бічної панелі на панель пошуку.

source: To find photos that are tagged with both of two tags, activate the first in the tag view or drag it onto the find bar, then drag the second tag and drop it on top of the first. You can also right click on the second tag in the tag view, or use the <guimenu>Find</guimenu> menu, and choose <guimenuitem>Find With...</guimenuitem> and select the first tag (or group of tags).
ru: Чтобы найти фотографии, помеченные двумя метками, активируйте первую метку в списке меток слева или перетащите её мышью на панель поиска, затем перетащите вторую метку (отпустите левую кнопку мыши, когда вторая метка будет находиться над первой меткой). Либо нажмите правую кнопку мыши на второй метке (это также можно сделать через меню <menuchoice><guimenu>Поиск</guimenu><guimenuitem>Найти выбранную метку с</guimenuitem></menuchoice>) и выберите первую метку (или группу меток).
sl: Za iskanje fotografij, ki so označene z obema od dveh oznak, omogočite prvo v pogledu oznak ali jo povlecite v iskalno vrstico in nato povlecite drugo oznako in jo spustite na prvo. Lahko tudi desno kliknete na drugo oznako v pogledu oznak ali uporabite meni <guimenu>Najdi</guimenu> in izberite <guimenuitem>Najdi z...</guimenuitem> in izberite prvo oznako (ali skupino oznak).
uk: Щоб знайти фото помічені двома позначками, активуйте першу в бічній панелі або перетягніть її на панель пошуку, потім перетягніть другу і помістіть її поверх першої. Також можна натиснути праву кнопку миші з вказівником на другій позначці в бічній панелі або через меню <guimenu>Знайти</guimenu>, і в контекстному меню вибрати пункт <guimenuitem>Шукати з...</guimenuitem> і вибрати першу позначку (чи групу позначок).

source: You can drag a tag icon around on the find bar to change from finding it and another tag to finding it or another tag.
ru: Чтобы найти фотографию, помеченную определённой меткой, перетащите мышью значок метки на панель поиска.
sl: Ikono oznake lahko povlečete na iskalno vrstico za spremembo iz iskanja te oznake in druge oznake v iskanje te oznake ali druge oznake.
uk: Щоб знайти фотографію з певною позначкою, перетягніть її значок на панель пошуку.

source: You can search for photos that do not have a particular tag by double-clicking on a tag in the find bar. Alternatively, you can right-click a tag in the find bar and select <guimenuitem>Exclude</guimenuitem>.
de: Sie können nach Fotos suchen, die eine bestimmte Markierung nicht haben. Doppelklicken Sie hierzu auf eine der Markierungen in der Suchzeile. Wahlweise können Sie mit der rechten Maustaste auf eine Markierung in der Suchzeile klicken und <guimenuitem>Ausschließen</guimenuitem> wählen.
ru: Чтобы найти фотографии, которые не имеют определённой метки, дважды нажмите левую кнопку мыши на этой метке на панели поиска, либо нажмите правую кнопку мыши на этой метке на панели поиска и выберите <guimenuitem>Исключая снимки с пометкой...</guimenuitem>.
sl: Fotografije brez določene oznake lahko iščete z dvojnim klikom na oznako v iskalni vrstici. Dodatna možnost je desni klik na oznako v iskalni vrstici in izbira <guimenuitem>Izključi</guimenuitem>.
uk: Можна шукати фото, які не мають окремої позначки, двічі клацнувши на позначці в панелі пошуку. Як альтернатива, натисніть праву кнопку миші з вказівником на позначці в панелі пошуку і виберіть <guimenuitem>Виключаючи знімки з позначкою</guimenuitem>.

source: To remove a tag from the search, drag it away from the find bar, or right click and select <guimenuitem>Remove</guimenuitem>.
de: Um eine Markierung von der Suche auszuschließen, ziehen Sie sie aus der Suchzeile heraus oder klicken Sie mit der rechten Maustaste darauf und wählen Sie <guimenuitem>Entfernen</guimenuitem>.
ru: Чтобы удалить метку из поиска, вытащите её мышью с панели поиска, либо нажмите правую кнопку мыши и выберите <guimenuitem>Удалить</guimenuitem>.
sl: Za odstranitev oznake iz iskanja jo povlecite vstran od vrstice iskanja ali desno kliknite in izberite <guimenuitem>Odstrani</guimenuitem>.
uk: Щоб вилучити позначку з пошуку, перетягніть її з панелі пошуку, або натисніть праву кнопку миші з вказівником на ній і виберіть в контекстному меню пункт <guimenuitem>Вилучити з пошуку</guimenuitem>.

source: By default, photos tagged <emphasis>Hidden</emphasis> will not be shown. You must explicitly include the <emphasis>Hidden</emphasis> tag in your search to show such photos.
de: Standardmäßig werden mit der Markierung <emphasis>Versteckt</emphasis> bezeichnete Fotos ausgeblendet. Sie müssen die Markierung <emphasis>Versteckt</emphasis> ausdrücklich in Ihre Suche mit aufnehmen, um diese Fotos anzuzeigen.
ru: По умолчанию фотографии с пометкой <emphasis>Скрытые</emphasis> не отображаются. Чтобы эти фотографии отображались, включите в поиск метку <emphasis>Скрытые</emphasis>.
sl: Privzeto so fotografije označene <emphasis>Skrito</emphasis> skrite. Za iskanje takšnih fotografij morate eksplicitno vključiti oznako <emphasis>Skrito</emphasis>.
uk: Типово, фото під позначкою <emphasis>Приховане</emphasis> не будуть показані. Ви маєте явно включити позначку <emphasis>Приховане</emphasis> у пошук, щоб побачити ці фото.

source: Import Rolls
de: Rollen importieren
ru: Сеансы импорта
sl: Uvozni zvitki
uk: Сеанси імпорту

source: F-Spot remembers what pictures were imported every now and then. Use <menuchoice><guimenu>Find</guimenu><guisubmenu>Import Roll</guisubmenu><guimenuitem>Last import roll</guimenuitem></menuchoice> to limit search to last importing session or use <menuchoice><guimenu>Find</guimenu><guisubmenu>Import Roll</guisubmenu><guimenuitem>Select Import Rolls...</guimenuitem></menuchoice> to make a finer selection of imported photos:
ru: F-Spot запоминает, когда и какие фотографии были импортированы. Чтобы выбрать фотографии, импортированные за последний сеанс, используйте меню <menuchoice><guimenu>Поиск</guimenu><guisubmenu>По сеансу испорта</guisubmenu><guimenuitem>Последний сеанс импорта...</guimenuitem></menuchoice>. Чтобы выполнить более точный поиск, используйте <menuchoice><guimenu>Поиск</guimenu><guisubmenu>По сеансу импорта</guisubmenu><guimenuitem>Выбрать сеансы импорта...</guimenuitem></menuchoice>:
sl: F-Spot si vsake toliko časa zapomni katere slike so bile uvožene. Uporabite <menuchoice><guimenu>Najdi</guimenu><guisubmenu>Po uvoznem zvitku</guisubmenu><guimenuitem>Zadnji uvozni zvitek</guimenuitem></menuchoice> za omejitev iskanja na zadnjo sejo uvažanja ali uporabite <menuchoice><guimenu>Najdi</guimenu><guisubmenu>Po uvoznem zvitku</guisubmenu><guimenuitem>Izberi uvozne zvitke ...</guimenuitem></menuchoice> za fino izbiro uvoženih fotografij:
uk: F-Spot пам’ятає які зображення імпортуються час від часу. Скористайтесь меню <menuchoice><guimenu>Знайти</guimenu><guisubmenu>Сеанс імпорту</guisubmenu><guimenuitem>Останній сеанс імпорту</guimenuitem></menuchoice>, щоб обмежити пошук лише останнім сеансом імпорту, або меню <menuchoice><guimenu>Знайти</guimenu><guisubmenu>Сеанс імпорту</guisubmenu><guimenuitem>Вибрати сеанс імпорту...</guimenuitem></menuchoice>, щоб зробити детальний відбір імпортованих фотографій:

source: <parameter class="option">At</parameter> — to select photos from a particular importing session
de: <parameter class="option">Am</parameter> — um Fotos eines bestimmten Importiervorgangs auszuwählen
ru: <parameter class="option">Во время</parameter> — выбрать фотографии с определённого сеанса импорта;
sl: <parameter class="option">Ob</parameter> — za izbor fotografij iz določene seje uvažanja
uk: <parameter class="option">Під час</parameter> — щоб вибрати фотографії з конкретного сеансу імпорту

source: <parameter class="option">After</parameter> — to select all photos imported begining with a particular importing session
de: <parameter class="option">Nach dem</parameter> — Um alle Fotos auszuwählen, die nach diesem Importvorgang importiert wurden
sl: <parameter class="option">Za</parameter> — za izbor vseh uvoženih fotografij z začetkom pri določeni seji uvažanja
uk: <parameter class="option">Після</parameter> — щоб вибрати всі фотографії, імпортовані починаючи з конкретного сеансу імпорту

source: <parameter class="option">Between</parameter> — to select all photos imported between two particular importing sessions
de: <parameter class="option">Zwischen</parameter> — Um alle Fotos auszuwählen, die zwischen zwei bestimmten Importvorgängen liegen
ru: <parameter class="option">Между</parameter> — выбрать все фотографии, импортированные между двумя определёнными сеансами импорта.
sl: <parameter class="option">Med</parameter> — za izbor vseh fotografij uvoženih med dvema določenima sejama uvažanja
uk: <parameter class="option">Між</parameter> — щоб вибрати всі фотографії, імпортовані між двома конкретними сеансами імпорту

source: Every time you change settings of the filter, the amount of selected photos will appear in the bottom part of the dialog.
de: Jedesmal wenn Sie die Filter-Einstellungen ändern, wird die Anzahl der gewählten Fotos im unteren Bereich des Dialogs angezeigt.
sl: Vsakič ko spremenite nastavitve filtra, se količina izbranih fotografij pojavi na spodnjem delu pogovornega okna.
uk: Під час кожної зміни параметрів фільтра, кількість вибраних фотографій з'являтиметься в нижній частині діалогового вікна.

source: When you apply Import Roll filter, in the Find bar you will see <guilabel>Find: Import Roll</guilabel>. Now you can add some other filter to finetune your selection.
ru: Если использовать фильтр по сеансам импорта, на панели поиска появится надпись <guilabel>Найти: Сеанс импорта</guilabel>. Чтобы уточнить поиск, можно добавить несколько дополнительных фильтров.
sl: Ko boste uveljavili filter uvoznih zvitkov boste videli <guilabel>Najdi: Uvozni zvitek</guilabel>. Sedaj lahko dodate druge filtre za fino nastavljanje vašega izbora.
uk: Коли ви підтвердите вибір даних у фільтрі сеансу імпорту, в панелі пошуку з’явиться рядок <guilabel>Знайти: Сеанс імпорту</guilabel>. Тепер ви можете додати інші фільтри, щоб деталізувати критерії пошуку.

source: If you don't need the Import Roll filter anymore, choose <menuchoice><guimenu>Find</guimenu><guisubmenu>Import Roll</guisubmenu><guimenuitem>Clear roll filter</guimenuitem></menuchoice> to remove Import Roll from search criteria. You can also click the close button (<guibutton>X</guibutton>) of the search bar to discard all the current search options.
de: Falls Sie den Filmrollen-Importfilter nicht mehr benötigen, wählen Sie <menuchoice><guimenu>Suchen</guimenu><guisubmenu>Nach importierten Filmrollen</guisubmenu><guimenuitem>Filmrollenfilter zurücksetzen</guimenuitem></menuchoice>, um diesen Filter aus den Suchkriterien zu entfernen. Sie können auch auf den Schließen-Knopf der Suchzeile klicken, um alle aktuellen Suchoptionen zu verwerfen.
ru: Если фильтр по сеансам импорта больше не нужен, его можно удалить: выберите <menuchoice><guimenu>Поиск</guimenu><guisubmenu>По сеансу импорта</guisubmenu><guimenuitem>Убрать фильтр сеансов импорта</guimenuitem></menuchoice>. Или нажмите кнопку "Закрыть" (<guibutton>X</guibutton>) на панели поиска, чтобы отменить все текущие параметры поиска.
sl: V primeru da filtra uvoznih zvitkov ne potrebujete več, za odstranitev uvoznih zvitkov iz iskalnih kriterijev izberite <menuchoice><guimenu>Najdi</guimenu><guisubmenu>Uvozni zvitek</guisubmenu><guimenuitem>Počisti filter uvoznih zvitkov</guimenuitem></menuchoice>. Za zavračanje vseh trenutnih možnosti iskanja lahko kliknete tudi na gumb zapri (<guibutton>X</guibutton>) v iskalni vrstici.
uk: Якщо ви більше не потребуєте фільтра сеансу імпорту, виберіть в меню <menuchoice><guimenu>Знайти</guimenu><guisubmenu>Сеанс імпорту</guisubmenu><guimenuitem>Прибрати фільтр сеансів імпорту</guimenuitem></menuchoice>, щоб вилучити сеанс імпорту з критеріїв пошуку. Також можна натиснути кнопку закривання (<guibutton>X</guibutton>) панелі пошуку, щоб відкинути всі наявні варіанти пошуку.

source: The number of displayed rolls in the dialog is defined by the gconf key <filename class="directory">/apps/f-spot/import/gui_roll_history</filename>. Default value is 10.
de: Die Anzahl der im Dialog angezeigten Rollen wird im GConf-Schlüssel <filename class="directory">/apps/f-spot/import/gui_roll_history</filename> festgelegt. Standardwert ist 10.
ru: Количество отображаемых сеансов в диалоговом окне определяется ключом gconf <filename class="directory">/apps/f-spot/import/gui_roll_history</filename>. Значение по умолчанию — 10.
sl: Število prikazanih zvitkov v pogovornem oknu je določeno z gconf ključem <filename class="directory">/apps/f-spot/import/gui_roll_history</filename>. Privzeta vrednost je 10.
uk: Кількість сеансів, які будуть показані у діалоговому вікні визначається ключем gconf <filename class="directory">/apps/f-spot/import/gui_roll_history</filename>. Типове значення — 10.

source: Type-to-find
de: Suchen-beim-Eingeben
ru: Строка поиска
sl: Tipkajte-za-iskanje
uk: Пошук під час введення
