Repository: iainlane/f-spot
Catalog: docs/*/*.po
Languages: de, ru, sl, uk

source: Working space profile. It's a profile that describes color space in which all operations are done inside an application. Usually very wide gamut profiles like AdobeRGB1998 or ProPhotoRGB are used for that.
ru: Профиль рабочего пространства. Это профиль, описывающий цветовое пространство, в котором производятся все операции внутри приложения. Обычно в качестве него используются профили весьма широкого диапазона, такие как AdobeRGB1998 или ProPhotoRGB.
uk: Профіль робочого простору. Цей профіль описує колірний простір в якому виконуються всі операції у програмі. Зазвичай, для цього використовуються профілі досить широкого діапазону — AdobeRGB1998 або ProPhotoRGB.

source: Minus
uk: Мінус (-)

source: Alexandre
ru: Александр

source: Prokoudine
ru: Прокудин

source: F-Spot uses a database stored at <filename>~/.gnome2/f-spot/photos.db</filename>. Note, to access it, use the sqlite3 command. You can also manually specify path to a database by running F-Spot with <option>-b</option> option.
ru: F-Spot использует базу данных, хранящуюся в <filename>~/.gnome2/f-spot/photos.db</filename>. Для получения доступа к базе данных используется команда sqlite3. Путь к базе данных можно назначить вручную, запустив F-Spot с опцией <option>-b</option>.

source: When you edit your photos, a new copy (called a version) is created, so your original is never altered. After your first edit to a photo, subsequent edits will modify the same version. If you want to create mulitple versions of your photo, perhaps with different cropping or coloring, you can do so via the <menuchoice><guimenu>File</guimenu><guimenuitem>Create new version</guimenuitem></menuchoice> option.
ru: Во время редактирования фотографии всегда создаётся её копия (версия), поэтому её исходная версия никогда не будет испорчена. После первого редактирования фотографии все последующие правки будут вносить изменения в ту же самую версию изображения. Создать несколько версий изображения, например, чтобы опробовать различные варианты кадрирования или корректировки цветов, можно с помощью меню <menuchoice><guimenu>Файл</guimenu><guimenuitem>Создать новую версию</guimenuitem></menuchoice>.

source: Cropping an image is a great way to improve the quality of a photograph by improving how it is framed. You crop a photo by selecting the part of the photo you want to keep. If you want your photo to be the exact dimensions necessary for a certain print size, you can constrain the kind of selection F-Spot will allow you to draw by choosing the appropriate size from the constraint drop down. See the <xref linkend="edit-remove-red-eye"/> below for details on making a selection on your photo.
ru: Кадрирование изображений — хороший способ улучшить фотографию. Кадрирование выполняется выделением той области изображения, которую хотят оставить, вся остальная область изображения за пределами выделения будет удалена. Чтобы фотография имела точные пропорции, необходимые для различных видов печати, выберите тип выделения из выпадающего списка. В <xref linkend="edit-remove-red-eye"/> подробно рассказывается о том, как осуществляется выделение областей изображения.

source: by typing them in (press <keycap>t</keycap> to pop up the tag entry bar, enter comma-separated tags) - with tab completion!
ru: ввести названия меток (нажмите <keycap>t</keycap> для появления всплывающей строки ввода меток; метки отделяются друг от друга запятыми) с возможностью автоматического дополнения их названий (с помощью клавиши <keycap>Tab</keycap>).

source: F-Spot uses search search filters to help you better define search criteria.
ru: F-Spot использует поисковые фильтры, помогающие определить критерии поиска.

source: <parameter class="option">After</parameter> — to select all photos imported begining with a particular importing sessio
ru: <parameter class="option">После</parameter> — выбрать все фотографии, импортированные начиная с определённого сеанса импорта;

source: Every time you change settings of the filter, amount of selected photos will appear in the bottom part of the dialog.
ru: Каждый раз, изменяя параметры фильтра, выбранные фотографии появляются в нижней части диалогового окна.

source: If you use Flickr, SmugMug, 23hq or Picasa Web Album, you can post your files directly from F-Spot with the <menuchoice><guimenu>File</guimenu><guisubmenu>Export</guisubmenu></menuchoice> menu, choosing corresponding submenu item.
ru: Для пользователей SmugMug, 23hq или Picasa Web Album, есть возможность публиковать снимки непосредственно из F-Spot с помощью меню <menuchoice><guimenu>Файл</guimenu><guisubmenu>Экспортировать</guisubmenu></menuchoice>.

source: Copy your color profiles into the <filename class="directory">/usr/share/color/icc</filename> or <filename class="directory">/usr/local/share./color/icc</filename> directory.
ru: Скопируйте цветовые профили в каталог <filename class="directory">/usr/share/color/icc</filename> или <filename class="directory">/usr/local/share./color/icc</filename>.

source: In the <guilabel>Manage Extensions</guilabel> dialog select the extension package and click <guibutton>Enable</guibutton> or <guibutton>Disable</guibutton>. You will have to restart F-Spot to let changes apply.
ru: В диалоговом окне <guilabel>Управление расширениями</guilabel> выберите пакет и нажмите кнопку <guibutton>Включить</guibutton> или <guibutton>Отключить</guibutton>. Чтобы изменения вступили в силу, необходимо перезапустить F-Spot.

source: Delete selected photos permanently from the drive
ru: Удалить выбранные снимки с жёсткого диска навсегда
