Repository: iainlane/f-spot
Catalog: help/*/*.po
Languages: de

source: Upload photos to Zooomr
de: Fotos zu Zooomr übertragen

source: To upload photos to Zooomr you will need a Zooomr account, as well as internet access. Also, the Zooomr <link xref="extensions">extension</link> must be installed and enabled.
de: Um Fotos zu Zooomr hochzuladen, benötigen Sie ein Zooomr-Konto sowie einen aktiven Internetzugang. Außerdem muss die Zooomr-<link xref="extensions">Erweiterung</link> installiert und aktiviert sein.

source: Track different versions of your photos
de: Verschiedene Versionen Ihrer Fotos bewahren

source: Versioning
de: Versionierung

source: <app>F-Spot</app> allows you to keep multiple versions of your photos. This is especially useful when editing photos, as you can quickly see the difference between the edited version and the original.
de: <app>F-Spot</app> ermöglicht es Ihnen, verschiedene Versionen Ihrer Bilder zu bewahren. Dies ist insbesondere beim Bearbeiten von Fotos nützlich, da Sie auf diese Weise schnell die Unterschiede zwischen der bearbeiteten Version und dem Original erkennen können.

source: To switch between versions while editing:
de: So wechseln Sie zwischen verschiedenen Versionen bei der Bearbeitung:

source: Double-click the photo you wish to edit.
de: Doppelklicken Sie auf das Foto, das Sie bearbeiten wollen.

source: In the sidebar, you will see a drop-down box labeled <gui>Version:</gui>. To select a version to view, select it in the drop-down box.
de: In der Seitenleiste finden Sie ein Auswahlfeld mit der Beschriftung <gui>Version:</gui>. Um eine anzuzeigende Version auszuwählen, wählen Sie sie in der Auswahlliste aus.

source: Upload photos to various web services
de: Übertragen von Fotos zu verschiedenen Bilderdiensten

source: Upload to Web
de: Übertragen zu Bilderdiensten

source: <app>F-Spot</app> allows you to upload photos to popular web services, including Google's PicasaWeb and Flickr.
de: <app>F-Spot</app> ermöglicht Ihnen das Hochladen von Fotos zu populären Webdiensten wie PicasaWeb von Google oder Flickr.

source: A brief introduction to the tagging capabilities of F-Spot
de: Eine kurze Einführung in die Möglichkeiten der Markierung mit F-Spot

source: Tags
de: Markierungen

source: Like certain other photo managers, <app>F-Spot</app> lets you tag your photos, allowing for quick, easy content-based searching of your photos. You can tag people, events, places, favorite things, or even make your own groups of tags.
de: Wie von anderen Fotoverwaltungen bereits bekannt, können Sie auch in <app>F-Spot</app> Ihre Fotos mit Markierungen versehen, wodurch inhaltsbasiertes Durchsuchen Ihrer Fotos erleichtert wird. Sie können Personen, Ereignisse, Orte, Vorlieben als Markierungen nutzen oder auch Ihre eigenen Markierungsgruppen erstellen.

source: Working with Tags
de: Arbeiten mit Markierungen

source: Search photos using tags
de: Fotos anhand von Markierungen durchsuchen

source: Search by Tag
de: Nach Markierungen suchen

source: There are several methods to search by tags.
de: Es gibt verschiedene Methoden, nach Markierungen zu suchen.

source: Method One: Double-click the tags you wish to search for.
de: Erste Methode: Doppelklicken Sie auf die Markierungen, nach denen Sie suchen wollen.

source: Method Two:
de: Zweite Methode:

source: Enable the Find bar by clicking <guiseq><gui>Find</gui><gui>Show Find bar</gui></guiseq>.
de: Aktivieren Sie das Suchfeld mittels <guiseq><gui>Suchen</gui><gui>Suchfeld anzeigen</gui></guiseq>.

source: Drag the tags you wish to search for into the newly-enabled Find bar.
de: Ziehen Sie die Markierungen, nach denen Sie suchen wollen, in das soeben aktivierte Suchfeld.

source: To remove a tag from your search, right-click the tag in the Find bar and click <gui>Remove From Search</gui>.
de: Um eine Markierung aus Ihrer Suche zu entfernen, klicken Sie mit der rechten Maustaste in das Suchfeld und klicken Sie auf <gui>Aus der Suche entfernen</gui>.

source: To exclude a tag from your search:
de: So schließen Sie eine Markierung von Ihrer Suche aus:

source: In the tag pane, double-click the tag you wish to exclude. This will add it to the Find bar.
de: Doppelklicken Sie in der Markierungsleiste auf die Markierung, die Sie ausschließen wollen. Dadurch wird sie zunächst zur Suchleiste hinzugefügt.

source: In the Find bar, double-click the tag you wish to exclude.
de: Doppelklicken Sie anschließend in der Suchleiste auf die Markierung, die Sie ausschließen wollen.

source: Removing tags from photos
de: Markierungen von Fotos entfernen

source: Removing
de: Entfernen

source: As with attaching tags, there are two main methods of removing tags from photos.
de: Wie beim Hinzufügen von Markierungen gibt es zwei grundlegende Methoden, um Markierungen von Ihren Fotos zu entfernen.

source: Method One:
de: Erste Methode:

source: Select photos from which to remove a tag.
de: Wählen Sie die Fotos aus, von denen Sie eine Markierung entfernen wollen.

source: In the tag pane, select a tag to remove from the photos you have selected.
de: Wählen Sie in der Markierungsleiste eine Markierung aus, die Sie von den von Ihnen ausgewählten Fotos entfernen wollen.

source: Click <guiseq><gui>Tags</gui><gui>Remove Tag From Selection</gui></guiseq>.
de: Klicken Sie auf <guiseq><gui>Markierungen</gui><gui>Markierung aus der Auswahl entfernen</gui></guiseq>.

source: Right click the photos.
de: Klicken Sie mit der rechten Maustaste auf die Fotos.

source: Select <gui>Remove Tag</gui> and select the tag you wish to remove.
de: Wählen Sie <gui>Markierung entfernen</gui> und danach die Markierung, die Sie entfernen wollen.

source: Deleting tags from the system
de: Löschen von Markierungen aus dem System

source: Deleting
de: Löschen

source: Deleting tags removes them entirely from your system, but leaves behind any photos to which that tag is attached.
de: Das Löschen von Markierungen entfernt diese vollständig aus dem System, aber lässt die Fotos zurück, denen diese Markierung zugeordnet ist.

source: To delete a tag:
de: So löschen Sie eine Markierung:

source: Select the tag you wish to delete from within the tag pane.
de: Wählen Sie die zu entfernende Markierung in der Markierungsleiste aus.

source: Click <guiseq><gui>Tags</gui><gui>Delete Select Tag</gui></guiseq>. Alternatively, right click the tag within the pane, and click <gui>Delete Tag</gui>.
de: Klicken Sie auf <guiseq><gui>Markierungen</gui><gui>Ausgewählte Markierung löschen</gui></guiseq>. Wahlweise können Sie mit der rechten Maustaste in die Markierungsleiste klicken. Anschließend klicken Sie auf <gui>Markierung löschen</gui>.

source: Creating tags to be attached to photos
de: Erstellen von Markierungen, die Fotos zugeordnet werden können

source: Creating
de: Erstellen

source: In order to use tags, you need to first create a set of tags which you wish to use. There are three main methods to create tags.
de: Um überhaupt Markierungen benutzen zu können, müssen Sie zunächst eine Reihe von Markierungen erstellen. Es gibt drei grundlegende Methoden zum Erstellen von Markierungen.

source: Select <guiseq><gui>Tags</gui><gui>Create New Tag...</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Markierungen</gui><gui>Neue Markierung erstellen …</gui></guiseq>.

source: Select a parent tag for the new tag to appear under, such as people or events. If you wish to create a new tag without a parent, select <gui>(None)</gui>.
de: Wählen Sie eine übergeordnete Markierung, unter der die neue Markierung eingeordnet werden soll, wie beispielsweise »Personen« oder »Ereignisse«. Falls Sie eine neue Markierung ohne übergeordnete Markierung erstellen wollen, wählen Sie <gui>(Keine)</gui>.

source: Name the tag.
de: Benennen Sie die Markierung.

source: Click <gui>Create</gui>
de: Klicken Sie auf <gui>Erstellen</gui>.

source: In the tags page, right click, and select <gui>Create New Tag...</gui>
de: Klicken Sie mit der rechten Maustaste in die Markierungsleiste und wählen Sie <gui>Neue Markierung erstellen …</gui>

source: Method three has the advantage of also <link xref="tag-attach"> attaching</link> the new tag to the photos selected. To do this:
de: Die dritte Methode hat den Vorteil, dass die neue Markierung auch zu den gewählten Fotos <link xref="tag-attach">hinzugefügt</link> wird. Gehen Sie folgendermaßen vor:

source: Select the photos to which you wish to attach the new tag.
de: Wählen Sie die Fotos aus, denen Sie die neue Markierung zuordnen wollen.

source: Right-click on the photos, and select <guiseq><gui>Attach Tag</gui><gui>Create New Tag...</gui></guiseq>.
de: Klicken Sie mit der rechten Maustaste auf die Fotos und wählen Sie <guiseq><gui>Markierung hinzufügen</gui><gui>Neue Markierung erstellen …</gui></guiseq>.

source: Attaching tags to photos
de: Zuordnen von Markierungen zu Fotos

source: Attaching
de: Zuordnen

source: By attaching tags you have <link xref="tag-creation">created</link> you make it easier to search through your photos. As with creating tags, there is more than one method of attaching tags to photos.
de: Das Hinzufügen von <link xref="tag-creation">erstellten</link> Markierungen erleichtert das Durchsuchen Ihrer Fotos. Wie beim Erstellen von Markierungen gibt es mehrere Methoden, diese Markierungen zu Fotos hinzuzufügen.

source: Select photos to which to attach a tag.
de: Wählen Sie Fotos aus, denen Sie eine Markierung zuordnen wollen.

source: In the tag pane, select a tag to attach to the photos you have selected.
de: Wählen Sie in der Markierungsleiste eine Markierung aus, die Sie zu den gewählten Fotos hinzufügen wollen.

source: Click <guiseq><gui>Tags</gui><gui>Attach Tag to Selection</gui></guiseq>. Alternatively, press Ctrl+T.
de: Klicken Sie auf <guiseq><gui>Markierungen</gui><gui>Markierung zur Auswahl hinzufügen</gui></guiseq> oder drücken Sie Strg+T.

source: Select <gui>Attach Tag</gui> and select the tag you wish to attach.
de: Wählen Sie <gui>Markierung hinzufügen</gui> und wählen Sie die Markierung aus, die Sie hinzufügen wollen.

source: Upload photos to SmugMug
de: Fotos zu SmugMug übertragen

source: To upload photos to SmugMug you will need a SmugMug account, as well as internet access. Also, the SmugMug <link xref="extensions">extension</link> must be installed and enabled.
de: Um Fotos zu SmugMug hochzuladen, benötigen Sie ein SmugMug-Konto sowie einen aktiven Internetzugang. Außerdem muss die SmugMug-<link xref="extensions">Erweiterung</link> installiert und aktiviert sein.

source: Rate your photos from one to five stars
de: Bewerten Sie Ihre Fotos mit einem bis fünf Sternen

source: Rating your photos
de: Bewerten Ihrer Fotos

source: <app>F-Spot</app> allows you to rate your photos from one to five stars. There are two ways to rate photos.
de: <app>F-Spot</app> ermöglicht Ihnen die Bewertung Ihrer Fotos mit einem bis fünf Sternen. Es gibt zwei Möglichkeiten, Fotos zu bewerten.

source: By double-clicking, select the photo you wish to rate.
de: Wählen Sie mittels Doppelklick das Foto aus, das Sie bewerten wollen.

source: In the lower-right corner, you will see five dots, corresponding to the rating you wish to give; to give a rating of one star, for example, click the first dot.
de: In der unteren rechten Ecke sehen Sie fünf Punkte, die sich auf die zu vergebende Bewertung beziehen. Um beispielsweise einen Stern zu vergeben, klicken Sie auf den ersten Punkt.

source: Select the photo(s) you wish to rate.
de: Wählen Sie das/die Foto(s) zur Bewertung aus.

source: Right-click the photo(s) you wish to rate, and select a rating at the bottom of the right-click menu by clicking the corresponding dot.
de: Klicken Sie mit der rechten Maustaste auf das oder die zu bewertenden Foto(s) und wählen Sie eine Bewertung unten im Kontextmenü aus, indem Sie auf den entsprechenden Punkt klicken.

source: Search photos by star rating
de: Suchen nach Fotos anhand von Bewertungssternen

source: Search by Rating
de: Suche nach Bewertung

source: To search by rating:
de: So suchen Sie nach Fotos anhand von Bewertungssternen:

source: Select <guiseq><gui>Find</gui><gui>By Rating</gui><gui>Set Rating Filter...</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Suchen</gui><gui>Nach Bewertung</gui><gui>Bewertungsfilter setzen</gui></guiseq>.

source: Select the rating range which you wish to view.
de: Wählen Sie den Bereich der Bewertungen der zu betrachtenden Fotos.

source: Click <gui>Ok</gui>.
de: Klicken Sie auf <gui>OK</gui>.

source: To stop searching by rating:
de: So halten Sie die Suche nach Bewertungssternen an:

source: Select <guiseq><gui>Find</gui><gui>By Rating</gui><gui>Set Rating Filter</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Suchen</gui><gui>Nach Bewertung</gui><gui>Bewertungsfilter setzen</gui></guiseq>.

source: Upload photos to Google's PicasaWeb
de: Hochladen Ihrer Bilder zum PicasaWeb-Bilderdienst

source: To upload photos to Picasa you will need a Picasa account, as well as internet access. Also, the PicasaWeb <link xref="extensions">extension</link> must be installed and enabled.
de: Um Fotos zu Picasa hochzuladen, benötigen Sie ein Picasa-Konto sowie einen aktiven Internetzugang. Außerdem muss die Picasa-<link xref="extensions">Erweiterung</link> installiert und aktiviert sein.

source: Select the photos you wish to upload.
de: Wählen Sie die Fotos aus, die Sie hochladen wollen.

source: Click <guiseq><gui>Photo</gui><gui>Export To</gui><gui>PicasaWeb...</gui></guiseq>.
de: Klicken Sie auf <guiseq><gui>Foto</gui><gui>Exportieren nach</gui><gui>PicasaWeb …</gui></guiseq>.

source: Add a gallery by clicking <gui>Add</gui> and supplying a username and password.
de: Fügen Sie eine Galerie hinzu, indem Sie auf <gui>Hinzufügen</gui> klicken und einen Benutzernamen und ein Passwort angeben.

source: Select a gallery to export to, or click <gui>Add</gui> to create a new gallery.
de: Wählen Sie eine Galerie für den Export aus oder klicken Sie auf <gui>Hinzufügen</gui>, um eine neue Galerie zu erstellen.

source: Click <gui>Export</gui>.
de: Klicken Sie auf <gui>Exportieren</gui>.

source: A brief introduction to F-Spot
de: Eine kurze Einführung in F-Spot

source: Introduction
de: Einführung

source: <app>F-Spot</app> is a full-featured photo manager for the GNOME Desktop, allowing you to tag, rate, and date photos, edit photo metadata, and even includes a simple in-program photo editor.
de: <app>F-Spot</app> ist eine umfassend ausgestattete Fotoverwaltung für die GNOME-Arbeitsumgebung. Es ermöglicht Ihnen das Markieren, Bewerten und Datieren von Fotos und die Bearbeitung von Metadaten. Darüber hinaus enthält F-Spot ein einfaches eingebautes Bildbearbeitungsprogramm.

source: For help getting started using <app>F-Spot</app>, check out the <link xref="index#basic-functions">basic functions</link> of the help file.
de: Hilfe beim Einstieg in <app>F-Spot</app> erhalten Sie im Abschnitt <link xref="index#basic-functions">Grundlegende Funktionen</link> der Hilfe.

source: F-Spot photo manager
de: F-Spot Fotoverwaltung

source: Basic Functions
de: Grundlegende Funktionen

source: Searching
de: Suchen

source: Photo Editing
de: Fotobearbeitung

source: Sharing
de: Freigeben

source: Advanced Options
de: Erweiterte Optionen

source: Searching by date of import
de: Suchen anhand des Importdatums

source: Search by Import Roll
de: Suchen anhand von importierten Rollen

source: Import rolls are "batches" of imported photos. Regardless of the date the photo was taken, the import roll timestamp is decided when you import photos.
de: Importierte Rollen sind »Stapel« von importierten Fotos. Unabhängig vom eigentlichen Aufnahmedatum des Bildes ist hier der Zeitstempel des Imports der Fotos entscheidend.

source: To search by latest import roll:
de: So suchen Sie nach der neuesten importierten Rolle:

source: Select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Last Import Roll</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Suchen</gui><gui>Nach Importen</gui><gui>Letzter Import</gui></guiseq>.

source: To select a previous import roll:
de: So wählen Sie einen früheren Import:

source: Select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Select Import Rolls</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Suchen</gui><gui>Nach Importen</gui><gui>Importe auswählen</gui></guiseq>.

source: Select an import roll to search, or select a range by choosing <gui>Between</gui> and select the dates you wish to include.
de: Wählen Sie einen zu durchsuchenden Import aus oder wählen Sie mit <gui>zwischen</gui> einen Datumsbereich aus, in welchem die Suche ausgeführt werden soll.

source: To stop searching by import rolls, select <guiseq><gui>Find</gui><gui>By Import Roll</gui><gui>Clear Roll Filter</gui></guiseq>.
de: Um die Suche nach Importen zu beenden, wählen Sie <guiseq><gui>Suchen</gui><gui>Nach Importen</gui><gui>Importfilter zurücksetzen</gui></guiseq>.

source: Import photos to be managed
de: Importieren zu verwaltender Fotos

source: Importing Photos
de: Importieren von Fotos

source: Chances are, the first thing you will want to do is import photos.
de: Als erstes werden Sie vermutlich Fotos importieren wollen.

source: To import photos:
de: So importieren Sie Fotos:

source: Select <guiseq><gui>Photo</gui><gui>Import...</gui></guiseq>. Alternatively, click the <gui>Import</gui> button.
de: Wählen Sie <guiseq><gui>Foto</gui><gui>Importieren …</gui></guiseq>. Wahlweise können Sie auch auf den <gui>Import</gui>-Knopf klicken.

source: Select a source from which to import, such as a device or a folder.
de: Wählen Sie eine Quelle für den Import aus, wie ein Gerät oder einen Ordner.

source: It may take a while for F-Spot to index the files. When it is done indexing, your photos will be presented to you. At this time, you can attach <link xref="tags">tags</link> to all photos, or you can leave that task for later.
de: F-Spot kann eine gewisse Zeit brauchen, um die Dateien zu indizieren. Wenn die Indizierung abgeschlossen ist, werden Ihnen die Fotos präsentiert. Nun können Sie <link xref="tags">Markierungen</link> zu den Fotos hinzufügen. Dies ist jedoch später auch noch möglich.

source: When you are ready to finish importing photos, click <gui>Import</gui>.
de: Wenn Sie bereit zum Importieren der Fotos sind, klicken Sie auf <gui>Importieren</gui>.

source: Make simple edits to your photos
de: Einfache Bearbeitungsmöglichkeiten für Ihre Fotos

source: General Editing
de: Allgemeine Bearbeitung

source: <app>F-Spot</app> allows you to make simple general edits, including straightening, cropping, and rotating your photos.
de: <app>F-Spot</app> ermöglicht Ihnen einfache Bearbeitungen Ihrer Fotos, wie Begradigen, Zuschneiden oder Drehen.

source: There are three ways to rotate a selected photo:
de: Sie haben drei Möglichkeiten zum Drehen eines ausgewählten Fotos:

source: Click the appropriate rotate button, to the right of the import button.
de: Klicken Sie auf den entsprechenden Drehungsknopf rechts neben dem Importknopf.

source: Select the appropriate option from within the <gui>Edit</gui> menu.
de: Wählen Sie die entsprechende Option im <gui>Bearbeiten</gui>-Menü.

source: Use the bracket keys to rotate the photo.
de: Verwenden Sie die Klammer-Tasten, um das Foto zu drehen.

source: To straighten a selected photo:
de: So begradigen Sie ein gewähltes Foto:

source: From within the editing pane, select <app>Straighten</app>.
de: Wählen Sie <app>Begradigung</app> im Bearbeitungsfenster.

source: Select a rotation, ranging from -45 to 45 degrees.
de: Wählen Sie den Drehwinkel im Bereich von -45 bis 45 Grad.

source: Click <gui>Straighten</gui>.
de: Klicken Sie auf <gui>Begradigung</gui>.

source: To crop a selected photo:
de: So schneiden Sie ein gewähltes Foto zu:

source: Click the <gui>Crop</gui> button in the Edit pane.
de: Klicken Sie auf den <gui>Zuschneiden</gui>-Knopf in der Bearbeitungsleiste.

source: Select a contraining aspect ratio, that is, a proportion of height to width to which the new photo must fit. Examples of contraining aspect ratios include 4x3, 4x6, and 5x7.
de: Wählen Sie ein Seitenverhältnis, also ein Verhältnis zwischen Höhe und Breite, dem das neue Foto entsprechen soll. Beispiele für Seitenverhältnisse sind 4x3, 4x6 und 5x7.

source: Click and drag to select the desired area to keep. This box can be dragged around after being sized.
de: Klicken und ziehen Sie, um den zu erhaltenden Bereich zu wählen. Dieses Rechteck können Sie noch als Ganzes verschieben, nachdem die Größe gewählt wurde.

source: When you have selected your area to crop to, click <gui>Crop</gui>.
de: Wenn Sie den gewünschten Bereich zum Zuschneiden gewählt haben, klicken Sie auf <gui>Zuschneiden</gui>.

source: Send photos to a folder
de: Fotos an einen Ordner senden

source: Folder Export
de: Ordner-Export

source: <app>F-Spot</app> allows you to export to a folder. In order to do so, however, you will need to have the folder export <link xref="extensions">extension</link> installed and enabled.
de: <app>F-Spot</app> ermöglicht Ihnen den Export in einen Ordner. Dazu muss die Ordner-Export-<link xref="extensions">Erweiterung</link> installiert und aktiviert sein.

source: To export selected photos to a folder:
de: So exportieren Sie Fotos in einen Ordner:

source: Select <guiseq><gui>Photo</gui><gui>Export To</gui><gui>Folder...</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Foto</gui><gui>Exportieren nach</gui><gui>Ordner …</gui></guiseq>.

source: Select a folder.
de: Wählen Sie einen Ordner.

source: Name the gallery and give it a description.
de: Benennen Sie die Galerie und versehen Sie sie mit einer Beschreibung.

source: Select an export method. <gui>Create Standalone Web Gallery</gui> will create a folder with contents fit to be uploaded to a web server to present pictures in a gallery. <gui>Save the files only</gui> will only move photos to the selected folder. <gui>Create gallery using "Original"</gui> will create a folder with contents suitable for using with Original Photo Gallery.
de: Wählen Sie eine Exportmethode. <gui>Eigenständige Web-Galerie anlegen</gui> erstellt einen Ordner, der inhaltlich direkt auf einen Webserver geladen und als Web-Galerie dargestellt werden kann. <gui>Nur die Dateien speichern</gui> kopiert die Fotos in den gewählten Ordner. <gui>Galerie unter Verwendung von »Original« anlegen</gui> erstellt einen Ordner, dessen Inhalt für die Nutzung mit der originalen Fotogalerie geeignet ist.

source: Upload photos to Flickr
de: Fotos zu Flickr übertragen

source: To upload photos to Flickr you will need a Flickr account, as well as internet access. Also, the Flickr <link xref="extensions">extension</link> must be installed and enabled.
de: Um Fotos zu Flickr hochzuladen, benötigen Sie ein Flickr-Konto sowie einen aktiven Internetzugang. Außerdem muss die Flickr-<link xref="extensions">Erweiterung</link> installiert und aktiviert sein.

source: Manage files already imported
de: Verwalten bereits importierter Dateien

source: File Management
de: Dateiverwaltung

source: <app>F-Spot</app> allows for some control over the contents of your catalog, that is, removing files from your catalog as well as deleting files from your catalog.
de: <app>F-Spot</app> ermöglicht Ihnen, den Inhalt des Kataloges zu bearbeiten. Dazu zählt das Entfernen aus dem Katalog oder auch das Löschen von Dateien.

source: To remove files from your catalog:
de: So löschen Sie Dateien aus Ihrem Katalog:

source: Select the photos you wish to remove from the catalog.
de: Wählen Sie die Fotos, die Sie aus dem Katalog entfernen wollen.
