Repository: iainlane/f-spot
Catalog: help/*/*.po
Languages: de

source: Right-click the photos, select <gui>Remove From Catalog</gui>. Alternatively, select <guiseq><gui>Edit</gui><gui>Remove From Catalog</gui></guiseq> or press the Delete key on your keyboard.
de: Klicken Sie mit der rechten Maustaste auf die Fotos und wählen Sie <gui>Aus dem Katalog entfernen</gui>. Alternativ wählen Sie <guiseq><gui>Bearbeiten</gui><gui>Aus dem Katalog entfernen</gui></guiseq> oder drücken Sie die Entf-Taste auf Ihrer Tastatur.

source: To delete photos from your computer:
de: So löschen Sie Fotos von Ihrem Rechner:

source: Select the photos you wish to delete.
de: Wählen Sie die Fotos, die Sie löschen wollen.

source: Right-click the photos, select <gui>Delete From Drive</gui>. Alternatively, select <guiseq><gui>Edit</gui><gui>Delete From Drive</gui></guiseq> or press Shift+Delete on your keyboard.
de: Klicken Sie mit der rechten Maustaste auf die Fotos und wählen Sie <gui>Vom Laufwerk löschen</gui>. Alternativ wählen Sie <guiseq><gui>Bearbeiten</gui><gui>Vom Laufwerk löschen</gui></guiseq> oder drücken Sie Umschalttaste+Entf auf Ihrer Tastatur.

source: Upload photos to Facebook
de: Fotos zu Facebook übertragen

source: To upload photos to Facebook you will need a Facebook account, as well as internet access. Also, the Facebook <link xref="extensions">extension</link> must be installed and enabled.
de: Um Fotos zu Facebook hochzuladen, benötigen Sie ein Facebook-Konto sowie einen aktiven Internetzugang. Außerdem muss die Facebook-<link xref="extensions">Erweiterung</link> installiert und aktiviert sein.

source: To post selected photos to Facebook:
de: So senden Sie die gewählten Fotos an Facebook:

source: Select <guiseq><gui>Photo</gui><gui>Export To</gui><gui>Facebook</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Foto</gui><gui>Exportieren nach</gui><gui>Facebook</gui></guiseq>.

source: Click <gui>Login</gui>. A browser window will be brought up. Log in to Facebook and click "Allow" to allow F-Spot access to your Facebook profile.
de: Klicken Sie auf <gui>Anmelden</gui>. Ein Browser-Fenster wird geöffnet. Melden Sie sich bei Facebook an und klicken Sie dort auf »Zulassen«, um F-Spot zu erlauben, auf Ihr Facebook-Profil zuzugreifen.

source: Select whether to create a new album or add to an existing album. If you are creating a new album, fill in the relevant information.
de: Wählen Sie, ob ein neues Album erstellt werden soll oder zu einem vorhandenen Album hinzugefügt werden soll. Wenn Sie ein neues Album erstellen, dann geben Sie die erforderlichen Informationen ein.

source: Edit captions for each photo, if so desired.
de: Bearbeiten Sie die Beschriftung für jedes Foto, falls gewünscht.

source: When finished, click <gui>Add</gui>.
de: Sobald Sie fertig sind, klicken Sie auf <gui>Hinzufügen</gui>.

source: Working with <app>F-Spot</app> extensions
de: Arbeiten mit <app>F-Spot</app>-Erweiterungen

source: Extensions
de: Erweiterungen

source: <app>F-Spot</app> allows for the use of extensions to provide additional functionality.
de: <app>F-Spot</app> ermöglicht die Nutzung von Erweiterungen, um zusätzliche Funktionalität bereitzustellen.

source: To open the extension manager, select <guiseq><gui>Edit</gui><gui>Manage Extensions</gui></guiseq>.
de: Um die Erweiterungsverwaltung zu öffnen, wählen Sie <guiseq><gui>Bearbeiten</gui><gui>Erweiterungen verwalten</gui></guiseq>.

source: To install extensions:
de: So installieren Sie Erweiterungen:

source: Open the extension manager.
de: Öffnen Sie die Erweiterungsverwaltung.

source: Click <gui>Install Add-ins</gui>.
de: Klicken Sie auf <gui>Install Add-ins...</gui>.

source: Select an add-on to install from the list.
de: Wählen Sie aus der Liste eine zu installierende Erweiterung aus.

source: Click <gui>Forward</gui>.
de: Klicken Sie auf <gui>Vor</gui>.

source: Verify all information, and click <gui>Forward</gui> again.
de: Überprüfen Sie alle Informationen und klicken Sie erneut auf <gui>Vor</gui>.

source: To enable plugins that are already installed:
de: So aktivieren Sie Plugins, die bereits installiert sind:

source: Select the extension you wish to enable.
de: Wählen Sie die Erweiterung, die Sie aktivieren wollen.

source: Click <gui>Enable</gui>.
de: Klicken Sie auf <gui>Aktivieren</gui>.

source: To disable plugins that are installed:
de: So deaktivieren Sie Plugins, die bereits installiert sind:

source: Select the extension you wish to disable.
de: Wählen Sie die Erweiterung, die Sie deaktivieren wollen.

source: Click <gui>Disable</gui>.
de: Klicken Sie auf <gui>Deaktivieren</gui>.

source: To uninstall plugins:
de: So deinstallieren Sie Plugins:

source: Select the extension you wish to uninstall.
de: Wählen Sie die Erweiterung, die Sie deinstallieren wollen.

source: Click <gui>Uninstall</gui>.
de: Klicken Sie auf <gui>Deinstallieren</gui>.

source: Simple enhancements for your photos
de: Einfache Verbesserungen für Ihre Fotos

source: Enhancements
de: Verbesserungen

source: Currently, there are two main enhancements that <app>F-Spot</app> supports: red-eye removal and the automatic enhancement of color.
de: Im Wesentlichen unterstützt <app>F-Spot</app> derzeit zwei Verbesserungsmöglichkeiten: die Entfernung roter Augen und die automatische Farbanpassung.

source: To remove red-eye:
de: So entfernen Sie rote Augen:

source: By double-clicking, select the photo on which you wish to use the red-eye removal tool.
de: Wählen Sie mittels Doppelklick das Foto aus, welches Sie mit dem Rote-Augen-Entfernungswerkzeug bearbeiten wollen.

source: Click <gui>Red-Eye Removal</gui> in the Edit panel.
de: Klicken Sie auf <gui>Rote-Augen-Reduzierung</gui> in der Bearbeitungsleiste.

source: Select the area from which you wish to remove red-eye. Note: If the contains many red areas, you may wish to select each eye individually.
de: Wählen Sie den Bereich aus, in dem Sie rote Augen entfernen wollen. Falls der Bereich viele rote Bereiche enthält, müssen Sie möglicherweise jedes Auge einzeln auswählen.

source: Click <gui>Fix!</gui>.
de: Klicken Sie auf <gui>Korrigieren!</gui>.

source: To automatically enhance the colors of the photo:
de: So verbessern Sie automatisch die Farben eines Fotos:

source: By double-clicking, select the photo which you wish to enhance.
de: Wählen Sie mittels Doppelklick das Foto aus, das Sie verbessern wollen.

source: Click <gui>Auto Color</gui>.
de: Klicken Sie auf <gui>Automatischer Farbabgleich</gui>.

source: Search photos by date
de: Durchsuchen von Fotos anhand des Datums

source: Search by Date
de: Suchen nach Datum

source: To search by date:
de: So suchen Sie anhand des Datums:

source: Select <guiseq><gui>Find</gui><gui>By Date</gui><gui>Set Date Range...</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Suchen</gui><gui>Nach Datum</gui><gui>Datumsbereich einstellen …</gui></guiseq>.

source: Select a time period to from which to view photos. This can by done by selecting a set period, such as a week, or by specifying dates.
de: Wählen Sie einen Zeitabschnitt, aus dem Sie Fotos betrachten wollen. Wählen Sie hierzu einen gesetzten Zeitabschnitt aus oder verwenden Sie Datumsangaben.

source: Alternatively, you can use the timeline. To use the timeline:
de: Alternativ können Sie die Zeitlinie verwenden. So verwenden Sie die Zeitlinie:

source: Make sure the timeline is enabled by selecting <guiseq><gui>View</gui><gui>Components</gui></guiseq> and making sure that <gui>Timeline</gui> is checked.
de: Stellen Sie sicher, dass die Zeitlinie aktiviert ist. Wählen Sie <guiseq><gui>Ansicht</gui><gui>Komponenten</gui></guiseq> und überprüfen Sie, ob das Ankreuzfeld <gui>Zeitlinie</gui> aktiviert ist.

source: In the timeline, click the bar corresponding to the time period you wish to look at.
de: Klicken Sie in der Zeitlinie auf den Balken des Zeitabschnitts, den Sie betrachten wollen.

source: To stop searching by date:
de: So beenden Sie die Suche nach Datum:

source: Select <guiseq><gui>Find</gui><gui>By Date</gui><gui>Clear Date Range</gui></guiseq>.
de: Wählen Sie <guiseq><gui>Suchen</gui><gui>Nach Datum</gui><gui>Datumsspanne zurücksetzen</gui></guiseq>.

source: Edit the colors of your photos
de: Bearbeiten der Farben Ihrer Fotos

source: Color Editing
de: Bearbeiten von Farben

source: <app>F-Spot</app> supports several modes of color manipulation.
de: <app>F-Spot</app> unterstützt verschiedene Modi der Farbanpassung.

source: Desaturate
de: Entsättigen

source: This mode eliminates all saturation, turning a color image into a black and white image.
de: Dieser Modus entfernt die Farben, wodurch ein farbiges Bild in ein Schwarzweißbild umgewandelt wird.

source: Sepia Tone
de: Sepiafarben

source: This mode simulates a photo being created with sepia toner.
de: Dieser Modus simuliert ein Foto, das mit Sepia-Tönung erstellt wurde.

source: Auto Color
de: Automatischer Farbabgleich

source: This mode automatically adjusts the colors to a set profile.
de: Dieser Modus gleicht die Farben automatisch mit einem gesetzten Profil ab.

source: Burn photos to a CD
de: Fotos auf eine CD brennen

source: Adjusting the colors of a photo
de: Anpassen der Farben eines Fotos

source: Adjust Color
de: Farbe einstellen

source: As far as the editing tools in F-Spot, adjusting the color is easily the most powerful. The color editor allows you to adjust:
de: Von den Bearbeitungswerkzeugen in F-Spot ist die Farbanpassung wohl das mächtigste Werkzeug. Die Farbanpassung ermöglicht Ihnen Folgendes:

source: Exposure
de: Belichtung

source: This adjustment simulates lengthening or shortening the exposure time.
de: Hierdurch wird die Verlängerung oder Verkürzung der Belichtungszeit simuliert.

source: Saturation
de: Sättigung

source: This adjustment simulates adjusting the amount of color in the image, i.e. sliding it to the left decrease color, making it black and white, while sliding it to the right will increase the vibrancy of colors.
de: Diese Einstellung erlaubt das Anpassen der Farbintensität in einem Bild. Verschieben nach links verringert die Farben bis hin zum Schwarzweißbild, wogegen Verschieben nach rechts die Farben intensiviert.

source: Brightness
de: Helligkeit

source: This adjustment increase the brightness of colors. Increasing this too much will make colors appear "washed out", while decreasing it too much will make the image too dark and lacking in contrast.
de: Diese Einstellung verstärkt die Helligkeit der Farben. Ein zu hoher Wert lässt Farben »verwaschen« erscheinen, während ein zu geringer Wert das Bild zu dunkel und kontrastarm darstellt.

source: Hue
de: Farbton

source: This adjustment causes colors to "rotate" along the color wheel.
de: Diese Einstellung lässt Farben entlang des Farbrades »rotieren«.

source: Contrast
de: Kontrast

source: This adjustment adjusts the contrast ratio, that is, the ratio of difference between dark and light pixels. Sliding to the left decreases contrast, while sliding to the right will increase contrast.
de: Diese Einstellung passt das Kontrastverhältnis an, also den Unterschied zwischen den hellen und den dunklen Bildpunkten. Verschieben nach links verringert den Kontrast, während Verschieben nach rechts den Kontrast erhöht.

source: This adjust changes the color temperature, measured in degrees Kelvin.
de: Diese Einstellung ändert die Farbtemperatur, gemessen in Kelvin.

source: Tint
de: Farbton

source: This adjustment allows you to tinge the photo with a color.
de: Diese Einstellung ermöglicht Ihnen die Tönung Ihrer Fotos mit einer Farbe.

source: Upload photos to 23hq
de: Fotos zu 23hq übertragen

source: To upload photos to 23hq you will need a 23hq account, as well as internet access. Also, the 23hq <link xref="extensions">extension</link> must be installed and enabled.
de: Um Fotos zu 23hq hochzuladen, benötigen Sie ein 23hq-Konto sowie einen aktiven Internetzugang. Außerdem muss die 23hq-<link xref="extensions">Erweiterung</link> installiert und aktiviert sein.

source: translator-credits
de: Mario Blättermann <mariobl@gnome.org>, 2010 Wolfgang Stöggl <c72578@yahoo.de>, 2010
