Repository: iainlane/f-spot
Catalog: po/*.po
Languages: ast, be@latin, bn_in

source: {0} Photo
ast: {0} Semeya
be@latin: {0} zdymak
bn_in: {0}-টি ফটো

source: ({0} selected)
ast: ({0} seleicionada)
be@latin: ({0} zaznačany)
bn_in: ({0}-টি নির্বাচিত)

source: _Ok
ast: _Val
bn_in: ঠিক আছে (_O)

source: Error Deleting Picture
ast: Fallu Desaniciando Semeya
be@latin: Pamyłka padčas vydaleńnia vyjavy
bn_in: ছবি মুছে ফেলতে সমস্যা

source: No permission to delete the file:{1}{0}
ast: Ensin permisu pa desaniciar el ficheru:{1}{0}
be@latin: Niama pravoŭ, kab vydalić hety fajł:{1}{0}
bn_in: ফাইল মুছে ফেলার অনুমতি নেই:{1}{0}

source: An error of type {0} occurred while deleting the file:{2}{1}
ast: Un fallu de triba {0} ocurrió mientres se desaniciaba'l ficheru:{2}{1}
be@latin: Adbyłasia pamyłka typu {0} padčas vydaleńnia fajłu:{2}{1}
bn_in: এই ফাইলটি মুছে ফেলার সময় {0} ধরনের একটি ত্রুটি দেখা দিয়েছে:{2}{1}

source: Delete the selected photo permanently?
ast: ¿Desaniciar la semeya seleicionada permanentemente?
be@latin: Całkam vydalić {0} paznačany zdymak?
bn_in: নির্বাচিত ফটোটি স্থায়ীরূপে বর্জন করা হবে কি?

source: This deletes all versions of the selected photo from your drive.
ast: Esto desaniciará toles versiones de la semeya seleicionada de la to unidá.
be@latin: Vydalaje ŭsie versii paznačanaha zdymku z dysku.
bn_in: এর ফলে, ড্রাইভে উপস্থিত এই ফটোর সকল সংস্করণ মুছে ফেলা হবে

source: _Delete photo
ast: _Desaniciar semeya
be@latin: _Vydal zdymak
bn_in: ছবি মুছে ফেলুন (_D)

source: Remove the selected photo from F-Spot?
ast: ¿Desaniciar la semeya seleicionada de F-Spot?
be@latin: Vydalić {0} paznačany zdymak z prahramy F-Spot?
bn_in: নির্বাচিত ফটোটি F-Spot থেকে মুছে ফেলা হবে কি?

source: If you remove photos from the F-Spot catalog all tag information will be lost. The photos remain on your computer and can be imported into F-Spot again.
ast: Si desanicies semeyes del catálogu F-Spot tola información d'etiquetes perderáse. Les semeyes caltendránse nel to ordenador y pueden ser importaes de nuevu en F-Spot.
be@latin: Vydaleńnie zdymkaŭ z katalohu prahramy F-Spot pryviadzie da straty infarmacyi pra ŭsie cetliki. Zdymki zastanucca ŭ kamputary, i možna budzie ich znoŭ impartavać u prahramu F-Spot.
bn_in: F-Spot ক্যাটালগ থেকে সকল ফটো সরিয়ে ফেলা হলে ট্যাগ সংক্রান্ত সকল তথ্য হারিয়ে যাবে। ফটোগুলি আপনার কম্পিউটারের মধ্যে উপস্থিত থাকবে ও পুনরায় F-Spot-র মধ্যে ইম্পোর্ট করা যাবে।

source: _Remove from Catalog
ast: _Desaniciar nel Catálogu
be@latin: _Vydal z katalohu
bn_in: ক্যাটালগ থেকে মুছে ফেলুন (_R)

source: Delete tag "{0}"?
ast: ¿Desaniciar etiqueta "{0}"?
be@latin: Vydalić cetlik "{0}"?
bn_in: "{0}" ট্যাগ মুছে ফেলা হবে কি?

source: Delete the {0} selected tags?
ast: ¿Desaniciar les {0} etiquetes seleicionaes?
be@latin: Vydalić {0} paznačanych cetlikaŭ?
bn_in: {0}-টি নির্বাচিত ট্যাগ মুছে ফেলা হবে কি?

source: photo
ast: semeya
be@latin: zdymkam
bn_in: ফটো

source: If you delete this tag, the association with {0} {1} will be lost.
ast: Si desanicies esta etiqueta, l'asociación con {0} {1} perdérase.
be@latin: Kali cetlik budzie vydaleny, usialakija poviazi z {0} {1} buduć stračanyja.
bn_in: এই ট্যাগ মুছে ফেলা হলে, {0} {1}-র সাথে সম্পর্ক মুছে যাবে।

source: _Delete tag
ast: _Desaniciar etiqueta
be@latin: _Vydal cetlik
bn_in: ট্যাগ মুছে ফেলুন (_D)

source: Tag is not empty
ast: Etiqueta nun ta erma
be@latin: Cetlik nie pusty
bn_in: ট্যাগটি ফাঁকা নয়

source: Can not delete tags that have tags within them. Please delete tags under "{0}" first
ast: Nun pueden desaniciase etiquetes que tienen más etiquetes con ella. Por favor, desanicia primero les etiquetes baxo "{0}"
be@latin: Niemahčyma vydalić cetliki, jakija majuć padcetliki. Treba spačatku vydalić cetliki pad "{0}"
bn_in: অন্তর্ভুক্ত ট্যাগ সহ ট্যাগগুলি মুছে ফেলা যাবে না। অনুগ্রহ করে "{0}"-র অধীন উপস্থিত ট্যাগ প্রথমে মুছে ফেলুন

source: Rotate selected photo left
ast: Voltiar la semeya seleicionada a la manzorga
be@latin: Paviarni paznačany zdymak uleva
bn_in: নির্বাচিত ফটোটি বাঁদিকে ঘোরানো হবে

source: Rotate selected photo right
ast: Voltiar la semeya seleicionada a la drecha
be@latin: Paviarni paznačany zdymak uprava
bn_in: নির্বাচিত ফটোটি ডানদিকে ঘোরানো হবে

source: Find _Selected Tag
ast: Atopar Etiqueta _Seleicionada
be@latin: Znajdzi _paznačany cetlik
bn_in: নির্বাচিত ট্যাগ অনুসন্ধান করুন (_S)

source: Find Selected Tag _With
ast: Atopar Etiqueta Seleicionada _Con
be@latin: Znajdzi paznačany cetlik, _užyvajučy
bn_in: চিহ্নিত বস্তু সহযোগে ট্যাগ অনুসন্ধান করুন (_W)

source: Create New Version?
ast: ¿Criar Versión Nueva?
be@latin: Stvaryć novuju versiju?
bn_in: নতুন সংস্করণ তৈরি করা হবে কি?

source: Before launching {1}, should F-Spot create a new version of the selected photo to preserve the original?
ast: Anantes llanzar {1}, ¿debiera F-Spot criar una nueva versión de la semeya seleicionada pa preservar l'orixinal?
be@latin: Ci pierad uklučeńniem prahramy {1} F-Spot musić stvaryć novuju versiju paznačanaha zdymku, kab zachavać pieršapačatkovuju versiju?
bn_in: {1} আরম্ভ করার পূর্বে, নির্বাচিত ফটোটির মূল সংস্করণ অক্ষত রাখার উদ্দেশ্যে F-Spot দ্বারা এটির একটি নতুন সংস্করণ নির্মাণ করা হবে কি?

source: XCF version
ast: Versión XCF
bn_in: XCF সংস্করণ

source: Creator
ast: Criador
be@latin: Stvaralnik
bn_in: নির্মাতা

source: Title
ast: Títulu
be@latin: Zahałоvak
bn_in: শিরোনাম

source: Copyright
be@latin: Aŭtarskija pravy
bn_in: স্বত্বাধিকার

source: Subject and Keywords
ast: Tema y Pallabres Clave
be@latin: Tema j klučavyja słovy
bn_in: বিষয় ও প্রাসঙ্গিক শব্দ

source: Compression
ast: Compresión
be@latin: Kampresija
bn_in: কম্প্রেশন

source: Planar Configuration
ast: Configuración planar
be@latin: Planarnaja kanfihuracyja
bn_in: Planar কনফিগারেশন

source: Orientation
ast: Orientación
be@latin: Aryjentacyja
bn_in: দিশা

source: Photometric Interpretation
ast: Interpretación Fotométrica
be@latin: Fotametryčnaja interpretacyja
bn_in: ফটোমেট্রিক ইন্টারপ্রিটেশন

source: Resolution Unit
ast: Unidá Resolución
be@latin: Adzinka pamieraŭ
bn_in: রেজোলিউশনের মানক

source: Exposure Program
ast: Programa Exposición
be@latin: Prahrama ekspazycyi
bn_in: এক্সপোজার প্রোগ্রাম

source: Metering Mode
ast: Mou Métrica
be@latin: Režym zamieru
bn_in: মিটারিং মোড

source: Exposure Mode
ast: Mou Exposición
be@latin: Režym ekspazycyi
bn_in: এক্সপোজারের মোড

source: Custom Rendered
ast: Renderizáu Personalizáu
be@latin: Ułasnaje vyjaŭleńnie
bn_in: স্বনির্ধারিতভাবে রেন্ডার করা হয়েছে

source: Components Configuration
ast: Configuración Componentes
be@latin: Kanfihuracyja kampanentaŭ
bn_in: অংশবিশেষের কনফিগারেশন

source: Light Source
ast: Fonte Lluz
be@latin: Krynica śviatła
bn_in: আলোর উৎস

source: Sensing Method
ast: Métodu Sensibilidá
be@latin: Metad sensara
bn_in: সংবেদনশিলতার পদ্ধতি

source: Color Space
ast: Espaciu Color
be@latin: Prastora koleraŭ
bn_in: রংয়ের ক্ষেত্র

source: White Balance
ast: Balance del Blancu
be@latin: Balans bieli
bn_in: সাদা রংয়ের ভারসাম্য

source: Focal Plane Resolution Unit
ast: Unidá Resolución Planu Focal
be@latin: Adzinka pamieraŭ fokusu
bn_in: ফোকাল প্লেইন রেসোলিউশনের মানক

source: File Source Type
ast: Triba Fonte Ficheru
be@latin: Typ krynicy fajłu
bn_in: ফাইলের উৎসের ধরন

source: Gain Control
ast: Control de ganancia
be@latin: Kiravańnie ŭzmacnieńniem
bn_in: গেইন নিয়ন্ত্রণ

source: Contrast
ast: Contraste
be@latin: Kantrast
bn_in: বৈপরিত্য

source: Saturation
ast: Saturación
be@latin: Nasyčanaść
bn_in: স্যাচুরেশন

source: Sharpness
ast: Enfoque
be@latin: Rezkaść
bn_in: তীক্ষ্ণতা

source: (No Tags)
ast: (Non Etiquetes)
be@latin: (Biaz cetlikaŭ)
bn_in: (ট্যাগ অনুপস্থিত)

source: Create New Version
ast: Criar Nueva Versión
be@latin: Stvary novuju versiju
bn_in: নতুন সংস্করণ নির্মাণ করুন

source: Name:
ast: Nome:
be@latin: Nazva:
bn_in: নাম:

source: Rename Version
ast: Renomase Versión
be@latin: Źmiani nazvu versii
bn_in: সংস্করণের নাম পরিবর্তন করুন

source: New name:
ast: Nuevu nome:
be@latin: Novaja nazva:
bn_in: নতুন নাম:

source: Could not create a new version
be@latin: Nie ŭdałosia stvaryć novuju versiju
bn_in: নতুন সংস্করণ নির্মাণ করতে ব্যর্থ

source: Received exception "{0}". Unable to create version "{1}"
be@latin: Zdaryłasia vyklučeńnie "{0}". Niemahčyma stvaryć versiju "{1}"
bn_in: "{0}" একসেপশন প্রাপ্ত হয়েছে। "{1}" সংস্করণ নির্মাণ করতে ব্যর্থ

source: Really Delete?
be@latin: Sapraŭdy vydalić?
bn_in: নিশ্চিতরূপে মুছে ফেলা হবে কি?

source: Cancel
be@latin: Anuluj
bn_in: বাতিল

source: Delete
ast: Desaniciar
be@latin: Vydal
bn_in: মুছে ফেলুন

source: Really delete version "{0}"?
ast: ¿Desaniciar realmente la versión "{0}"?
be@latin: Sapraŭdy vydalić versiju "{0}"?
bn_in: নিশ্চিতরূপে "{0}" সংস্করণটি মুছে ফেলা হবে কি?

source: Could not delete a version
be@latin: Nie ŭdałosia vydalić versiju
bn_in: একটি সংস্করণ মুছে ফেলা যায়নি

source: Received exception "{0}". Unable to delete version "{1}"
be@latin: Zdaryłasia vyklučeńnie "{0}". Niemahčyma vydalić versiju "{1}"
bn_in: এক্সেপশন "{0}" প্রাপ্ত হয়েছে। সংস্করণ "{1}" মুছে ফেলতে ব্যর্থ

source: Could not rename a version
be@latin: Nie ŭdałosia źmianić nazvu versii
bn_in: সংস্করণের নাম পরিবর্তন করতে ব্যর্থ

source: Received exception "{0}". Unable to rename version to "{1}"
be@latin: Zdaryłasia vyklučeńnie "{0}". Niemahčyma źmianić nazvu versii na "{1}"
bn_in: এক্সেপশন "{0}" প্রাপ্ত হয়েছে। সংস্করণ "{1}"-র নাম পরিবর্তন করতে ব্যর্থ

source: (No Edits)
ast: (Non Editada)
be@latin: (Biez madyfikacyj)
bn_in: (সম্পাদনা বিনা)

source: Error editing photo
ast: Fallu editando semeya
be@latin: Pamyłka padčac madyfikacyi zdymku
bn_in: ফটো সম্পাদনা করতে ত্রুটি

source: Received exception "{0}". Unable to save photo {1}
ast: Ocurrió una esceición "{0}". Nun puede guardase la semeya {1}
be@latin: Atrymanaje vyklučeńnie "{0}". Niemahčyma zapisać zdymak {1}
bn_in: এক্সেপশন "{0}" প্রাপ্ত হয়েছে। {1} ফটো সংরক্ষণ করতে ব্যর্থ

source: Comment:
ast: Comentariu:
be@latin: Kamentar:
bn_in: মন্তব্য:

source: Photos
ast: Semeyes
be@latin: Zdymki
bn_in: ফটো

source: Image Settings
ast: Configuraciones Semeya
bn_in: ছবির বৈশিষ্ট্য

source: Find:
ast: Atopar:
be@latin: Znajdzi:
bn_in: অনুসন্ধান:

source: Untagged photos
ast: Semeyes ensin etiquetar
be@latin: Zdymki biaz cetlikaŭ
bn_in: ট্যাগবিহীন ফটো

source: Rated photos
ast: Semeyes puntuaes
be@latin: Zdymki z ratingami
bn_in: গুণমাপ বিশিষ্ট ফটো

source: Import roll
ast: Carrete importáu
be@latin: Katuška impartu
bn_in: ইম্পোর্ট করা রোল

source: Clear search
ast: Llimpiar gueta
be@latin: Ačyść pošuk
bn_in: অনুসন্ধানের তথ্য মুছে ফেলুন

source: Refresh search
ast: Refrescar gueta
bn_in: নতুন করে অনুসন্ধান

source: No matching photos found
ast: Nun s'alcontraron semeyes que concasen
be@latin: Nia znojdziena zdymkaŭ, jakija b pasavali da zapytu
bn_in: সুসংগত কোনো ফটো পাওয়া যায়নি

source: Hide _Find Bar
ast: Anubrir _Barra d'Atopar
be@latin: Schavaj panel p_ošuku
bn_in: অনুসন্ধানের বার আড়াল করা হবে (_F)

source: Show _Find Bar
ast: Amosar Barra d'_Atopar
be@latin: Pakažy panel p_ošuku
bn_in: অনুসন্ধানের বার প্রদর্শন করা হবে (_F)

source: Unable to rotate this type of photo
ast: Nun puede voltiase esta triba de semeya
be@latin: Niemahčyma paviarnuć zdymak takoha typu
bn_in: এই ধরনে ফটো ঘোরাতে ব্যর্থ

source: Unable to rotate readonly file
ast: Nun puede voltiase un ficheru de sólo llectura
be@latin: Nie ŭdałosia paviarnuć fajł, niedastupny dziela zapisu
bn_in: শুধুমাত্র পাঠযোগ্য ফাইল ঘোরাতে ব্যর্থ

source: Rotating photos
ast: Voltiando semeyes
be@latin: Pavaročvańnie zdymkaŭ
bn_in: ফটো ঘোরানো হচ্ছে

source: Rotating photo "{0}"
ast: Voltiando semeya "{0}"
be@latin: Pavaročvańnie zdymku "{0}"
bn_in: ফটো "{0}" ঘোরানো হচ্ছে

source: Directory not found
ast: Directoriu nun atopáu
be@latin: Kataloh nia znojdzieny
bn_in: ডিরেক্টরি পাওয়া যায়নি

source: Unable to rotate photo
ast: Nun pudo voltiase la semeya
be@latin: Niemahčyma paviarnuć {0} zdymak
bn_in: ফটো ঘোরাতে ব্যর্থ

source: The photo could not be rotated because it is on a read only file system or media such as a CDROM. Please check the permissions and try again.
ast: La semeya nun puede voltiase porque ye un sistema de ficheros de solo llectura o un soporte como CDROM. Por favor, comprueba los permisos y intentalo otra vegada.
be@latin: {0} zdymak nielha było paviarnuć, bo jon znachodzicca na fajłavaj systemie ci nośbicie tolki dla čytańnia, takim jak CD-ROM. Treba spraŭdzić dazvoły i pasprabavać znoŭ.
bn_in: শুধুমাত্র পাঠযোগ্য কোনো ফাইল-সিস্টেম অথবা মিডিয়া যেমন CDROM-র মধ্যে উপস্থিত থাকার ফলে এই ফটোটি আবর্তন করা সম্ভব হয়নি। অনুগ্রহ করে অনুমতি পরীক্ষা করে পুনরায় প্রচেষ্টা করুন।

source: Received error "{0}" while attempting to rotate {1}
ast: Fallu recibíu "{0}" mientres se voltia {1}
be@latin: Atrymanaja pamyłka "{0}" padčas sproby pavarotu {1}
bn_in: {1} ঘোরানোর সময় ত্রুটি "{0}" উৎপন্ন হয়েছে

source: Error while rotating photo.
ast: Fallu mientres se voltiaba semeya.
be@latin: Pamyłka padčas pavarotu zdymku.
bn_in: ফটোর ঘোরানোর সময় সমস্যা

source: Preparing email
ast: Tresnando corréu-e
be@latin: Padrychtoŭka lista
bn_in: ই-মেইল প্রস্তুত করা হয়েছে

source: Exporting picture "{0}"
ast: Esportando imaxe "{0}"
be@latin: Ekspartavańnie vyjavy "{0}"
bn_in: ছবি "{0}" এক্সপোর্ট করা হয়েছে

source: Error processing image
ast: Fallu procesando imaxe
bn_in: ছবি প্রক্রিয়াকরণে ত্রুটি

source: An error occured while processing "{0}": {1}
ast: Un fallu ocurrió mientres se procesaba "{0}": {1}
bn_in: "{0}" প্রক্রিয়াকরণে ত্রুটি দেখা দিয়েছে: {1}

source: Error saving sharpened photo
ast: Fallu al atroxar la semeya enfocada
be@latin: Pamyłka padčas zapisu bolš rezkaha zdymku
bn_in: তীক্ষ্ণতার মাত্রা বৃদ্ধি করা ফটো সংরক্ষণ করতে ত্রুটি

source: Sharpen
ast: Enfocar
be@latin: Bolšaja rezkaść
bn_in: তীক্ষ্ণতা বৃদ্ধি করুন

source: Amount:
ast: Desmontar:
be@latin: Uzrovień:
bn_in: পরিমাণ:

source: Radius:
ast: Radiu:
be@latin: Radyjus:
bn_in: ব্যাসার্ধ:

source: Threshold:
ast: Umbral:
be@latin: Paroh:
bn_in: প্রান্তিকমাপ:

source: Rotate photo left
ast: Voltiar semeya a la manzorga
be@latin: Paviarni zdymak uleva
bn_in: ফটো বাঁদিকে ঘোরানো হবে

source: Rotate photo right
ast: Voltiar semeya a la drecha
be@latin: Paviarni zdymak uprava
bn_in: ফটো ডানদিকে ঘোরানো হবে

source: Folder
ast: Carpeta
be@latin: Kataloh
bn_in: ফোল্ডার

source: Open
ast: Abrir
be@latin: Adčyni
bn_in: খুলুন

source: Set as Background
ast: Afitar como Fondu
be@latin: Pastaŭ jak fon stała
bn_in: পটভূমি রূপে নির্ধারণ করা হবে

source: This name is already in use
ast: Esti nome ya ta usándose
be@latin: Hetaja nazva ŭžo zaniataja
bn_in: এই নামটি বর্তমানে ব্যবহৃত হচ্ছে

source: Create New Tag
ast: Criar Etiqueta Nueva
be@latin: Stvary novy cetlik
bn_in: নতুন ট্যাগ নির্মাণ করুন

source: Name of New Tag:
ast: Nome de la Etiqueta Nueva:
be@latin: Nazva novaha cetlika:
bn_in: নতুন ট্যাগের নাম:

source: Find
ast: Atopar
be@latin: Znajdzi
bn_in: অনুসন্ধান করুন

source: Create New Tag...
ast: Criar Nueva Etiqueta...
be@latin: Stvary novy cetlik...
bn_in: নতুন ট্যাগ নির্মাণ করুন...

source: Edit Selected Tag...
be@latin: Madyfikuj abrany cetlik...
bn_in: নির্বাচিত ট্যাগ সম্পাদনা করুন...

source: Delete Tag
ast: Desaniciar Etiqueta
be@latin: Vydal cetlik
bn_in: ট্যাগ মুছে ফেলুন

source: Attach Tag to Selection
ast: Axuntar Etiqueta a Seleición
be@latin: Dałučy cetlik da zaznačeńnia
bn_in: নির্বাচনের মধ্যে ট্যাগ সংযুক্ত করুন

source: Remove Tag From Selection
ast: Desaniciar Etiqueta Dende Seleición
be@latin: Vydal cetlik z zaznačeńnia
bn_in: নির্বাচন থেকে ট্যাগ সরিয়ে ফেলুন

source: Merge Tags
ast: Amestar Etiquetes
be@latin: Spałučy cetliki
bn_in: ট্যাগ একত্রিত করুন

source: Include Photos Tagged "{0}"
ast: Incluyir Semeyes Etiquetaes "{0}"
be@latin: Dałučy zdymki z cetlikam "{0}"
bn_in: "{0}" ট্যাগ সহ ফটো অন্তর্ভুক্ত করা হবে

source: Exclude Photos Tagged "{0}"
ast: Escluyir Semeyes Etiquetaes "{0}"
be@latin: Prapuści zdymki z cetlikam "{0}"
bn_in: "{0}" ট্যাগ সহ ফটো অন্তর্ভুক্ত করা হবে না

source: Remove From Search
ast: Desaniciar Dende la Gueta
be@latin: Vydal z pošuku
bn_in: অনুসন্ধান থেকে সরিয়ে ফেলুন

source: Find _With
ast: Atopar _Con
be@latin: Z_najdzi pry dapamozie
bn_in: চিহ্নিত বস্তু সহযোগে অনুসন্ধান করুন (_W)

source: All
ast: Toes
be@latin: Usio
bn_in: সকল

source: Not {0}
ast: Non {0}
be@latin: Nie {0}
bn_in: {0} নয়

source: Drag tags here to search for them
ast: Arrastra etiquetes equí pa guetar por elles
be@latin: Pieraciahni cetliki siudy, kab pašukać ich
bn_in: ট্যাগ অনুসন্ধান করার জন্য এইখানে টেনে আনুন

source: Error renaming tag
ast: Error renomando etiqueta
be@latin: Pamyłka pry źmienie nazvy cetlika
bn_in: ট্যাগের নাম পরিবর্তন করতে সমস্যা

source: Favorites
be@latin: Ulubionyja
bn_in: জনপ্রিয়

source: Hidden
ast: Anubríu
be@latin: Schavanyja
bn_in: আড়াল করা

source: People
ast: Xente
be@latin: Ludzi
bn_in: ব্যক্তিরা

source: Places
ast: Llugares
be@latin: Miescy
bn_in: স্থান

source: Events
ast: Eventos
be@latin: Padziei
bn_in: ঘটনা

source: (None)
ast: (Nengún)
be@latin: (Niama)
bn_in: (শূণ্য)

source: Updating Thumbnails
ast: Anovando miniatures
bn_in: থাম্ব-নেইল আপডেট করা হচ্ছে

source: Updating picture "{0}"
ast: Anovando imaxe «{0}»
bn_in: ছবি "{0}" আপডেট করা হচ্ছে

source: Photo management for GNOME
ast: Xestor Semeyes pa GNOME
bn_in: GNOME-এ ব্যবহারযোগ্য ফটো পরিচালন ব্যবস্থা

source: Copyright © 2003-2009 Novell Inc.
bn_in: স্বত্বাধিকার © ২০০৩-২০০৯ Novell Inc.

source: translator-credits
ast: Launchpad Contributions: Iñigo Varela https://launchpad.net/~ivarela Xandru Martino https://launchpad.net/~xandru-martino Xuacu Saturio https://launchpad.net/~xuacusk8
be@latin: Alaksandar Navicki <zolak@lacinka.org>, 2007
bn_in: রুণা ভট্টাচার্য্য (runab@redhat.com)

source: F-Spot Website
ast: Sitiu Web F-Spot
be@latin: Web-staronka F-Spot
bn_in: F-Spot ওয়েব-সাইট

source: Shift all photos by {0}
ast: Desplazar toles semeyes {0}
be@latin: Pierasuń usie zdymki na {0}
bn_in: প্রত্যেকটি ফটো {0} দ্বারা স্থানান্তর করুন

source: Today
ast: Güei
be@latin: Siońnia
bn_in: আজ

source: Yesterday
ast: Ayer
be@latin: Učora
bn_in: গতকাল

source: Last 7 days
ast: Caberos 7 díes
be@latin: Apošnija 7 dzion
bn_in: গত ৭ দিন

source: Last 30 days
ast: Caberos 30 díes
be@latin: Apošnija 30 dzion
bn_in: গত ৩০ দিন

source: Last 90 days
ast: Caberos 90 díes
be@latin: Apošnija 90 dzion
bn_in: গত ৯০ দিন

source: Last 360 days
ast: Caberos 360 díes
be@latin: Apošnija 360 dzion
bn_in: গত ৩৬০ দিন

source: Current Week (Mon-Sun)
ast: Selmana Actual (Llu-Dom)
be@latin: Hety tydzień (Pan-Nia)
bn_in: বর্তমান সপ্তাহ (সোম-রবি)

source: Previous Week (Mon-Sun)
ast: Selmana Anterior (Llu-Dom)
be@latin: Papiaredni tydzień (Pan-Nia)
bn_in: গত সপ্তাহ (সোম-রবি)

source: Customized Range
ast: Rangu Personalizáu
be@latin: Ułasnaja škała
bn_in: স্বনির্ধারিত সীমা

source: Edit Icon for Tag {0}
ast: Editar Iconu pa la Etiqueta {0}
be@latin: Madyfikuj ikonu dla cetlika {0}
bn_in: {0} ট্যাগের আইকন সম্পাদনা করুন

source: Select Photo from file
ast: Seleicionar Semeya dende ficheru
be@latin: Abiary zdymak z fajłu...
bn_in: ফাইল থেকে ফটো নির্বাচন করুন

source: <b>From Photo</b> You can use one of your library photos as an icon for this tag. However, first you must have at least one photo associated with this tag. Please tag a photo as '{0}' and return here to use it as an icon.
ast: <b>Dende la semeya</b> Pue usar una de les sos propies semeyes como iconu pa esta etiqueta. Sicasí, primero tien de tener a lo menos una semeya asociada con esta etiqueta. Etiquete la semeya como «{0}» y torne equí pa usala como iconu.
be@latin: <b>Sa zdymku</b> Možaš užyč adzin sa svaich zdymkaŭ u jakaści ikony cetlika. Praŭda, spačatku treba, kab chacia b adzin zdymak byŭ asacyjavany z hetym cetlikam. Paznač zdymak jak "{0}" i viarnisia siudy, kab vykarystać jaho ŭ jakaści ikony.
bn_in: <b>ফটো থেকে</b> এই ট্যাগের জন্য ট্যাগ নির্মাণের উদ্দেশ্যে আপনার লাইব্রেরির কোনো একটি ফটো প্রয়োগ করা যাবে। কিন্তু, প্রথমে এই ট্যাগের সাথে অন্তত একটি ফটো যুক্ত করা আবশ্যক। অনুগ্রহ করে একটি ফটোকে '{0}' রূপে ট্যাগ করুন ও আইকন রূপে সেটি ব্যবহার করার জন্য এইখানে প্রত্যাবর্তন করুন।

source: Unable to load image
ast: Nun puede cargase imaxe
bn_in: ছবি লোড করতে ব্যর্থ

source: Unable to load "{0}" as icon for the tag
ast: Nun puede cargase "{0}" como iconu dende la etiqueta
bn_in: ট্যাগের জন্য আইকন রূপে "{0}" লোড করতে ব্যর্থ

source: Photo {0} of {1}
ast: Semeya {0} de {1}
be@latin: Zdymak {0} z {1}
bn_in: ফটো {0}, সর্বমোট {1}

source: F-Spot Encountered a Fatal Error
ast: F-Spot atopó un Error Fatal
be@latin: F-Spot sustreŭ krytyčnuju pamyłku
bn_in: F-Spot একটি গুরুতর সমস্যার সম্মুখীন হয়েছে

source: Error Details
ast: Detalles Error
be@latin: Padrabiaznaści pamyłki
bn_in: ত্রুটির বিবরণ

source: An unhandled exception was thrown:
ast: Asocedió una Esceición nun remanada a traviés de:
be@latin: Vykinutaje vyklučeńnie, jakoje nie absłuhoŭvajecca:
bn_in: ব্যবস্থা না করা একটি এক্সেপশন উৎপন্ন হয়েছে:

source: None
ast: Dengún
bn_in: শূণ্য

source: System profile
ast: Perfil del sistema
bn_in: সিস্টেমের প্রোফাইল

source: Standard theme
ast: Tema estándar
bn_in: প্রমিত থিম

source: Error loading database.
ast: Fallu cargando base de datos.
be@latin: Pamyłka padčas zahruzki bazy źviestak.
bn_in: ডাটাবেস লোড করতে সমস্যা

source: F-Spot encountered an error while loading the photo database. The old database has be moved to {0} and a new database has been created.
ast: F-Spot atopó un fallu mientres cargaba la base de datos de les semeyes. La base de datos anterior movíose a {0} y una nueva base de datos fue criada.
be@latin: F-Spot sutyknuŭsia z pamyłkaj padčas zahruzki bazy źviestak ab zdymkach. Stvoranaja novaja baza, a papiaredniuju pieranieśli ŭ {0}.
bn_in: ফটোর ডাটাবেস লোড করার সময় F-Spot একটি সমস্যার সম্মুখীন হয়েছে। পুরোনো ডাটাবেসটি {0}-এ স্থানান্তর করা হয়েছে ও একটি নতুন ডাটাবেস তৈরি করা হয়েছে।

source: Label
ast: Etiqueta
bn_in: লেবেল

source: Ratio
ast: Razón
bn_in: অনুপাত

source: Retry
ast: Reintentar
be@latin: Paŭtary
bn_in: পুনঃপ্রচেষ্টা

source: <b>Action</b>
ast: <b>Acciónn</b>
be@latin: <b>Dziejańnie</b>
bn_in: <b>কর্ম</b>

source: <b>Reference Photo</b>
ast: <b>Semeya Referencia</b>
be@latin: <b>Zdymak suadniasieńnia</b>
bn_in: <b>রেফারেন্সের ফটো</b>

source: Adjust Time
ast: Axustar Tiempu
be@latin: Dastasuj čas
bn_in: সময় পরিবর্তন করুন

source: Adjusted date:
ast: Axustar fecha:
be@latin: Data dapasavańnia:
bn_in: পরিবর্তিত তারিখ:

source: Current date:
ast: Fecha actual:
be@latin: Dziejnaja data:
bn_in: বর্তমান তারিখ:

source: Space all photos by
ast: Separtar toles semeyes por
be@latin: Raskładzi ŭsie zdymki na
bn_in: প্রতিটি ফটোর মধ্যে চিহ্নিত মাপের শূণ্যস্থান রাখা হবে

source: difference:
ast: diferencia:
be@latin: roźnica:
bn_in: ব্যবধান:

source: min. Starting at {0}
ast: min. Aniciando en {0}
be@latin: minimum, pačynajučy ad {0}
bn_in: মিনিট। {0} থেকে আরম্ভ

source: <b>End Date</b>
ast: <b>Fecha Fin</b>
be@latin: <b>Data zakančeńnia</b>
bn_in: <b>সমাপ্তির তারিখ</b>

source: <b>Select period</b>
ast: <b>Períodu seleicionáu</b>
be@latin: <b>Abiary peryjad</b>
bn_in: <b>নির্বাচিত সময়কাল</b>

source: <b>Start Date</b>
ast: <b>Fecha d'Aniciu</b>
be@latin: <b>Pačatkovaja data</b>
bn_in: <b>আরম্ভের তারিখ</b>

source: Cancel, do not change the current timeline.
ast: Encaboxar, nun camudar la llinia del tiempu actual.
be@latin: Anuluj, nie źmianiaj dziejnaj škały času.
bn_in: বাতিল, বর্তমানে নির্ধারিত সময়ের রেখা পরিবর্তন করা হবে না।

source: Only photos taken within these dates will be displayed.
ast: Sólo semeyes con eses feches serán mostraes.
be@latin: Buduć pakazanyja tolki zdymki ŭ ramkach hetych dataŭ.
bn_in: শুধুমাত্র এই তারিখের মধ্যে তোলা ফটোগুলি প্রদর্শন করা হবে।

source: Set date range
ast: Afitar rangu fecha
be@latin: Paznač škału dataŭ
bn_in: তারিখের সীমা নির্ধারণ করুন

source: Edit Tag
ast: Editar Etiqueta
be@latin: Madyfikuj cetlik
bn_in: ট্যাগ সম্পাদনা

source: Edit icon
ast: Editar Iconu
be@latin: Madyfikuj ikonu
bn_in: আইকন সম্পাদনা

source: _Icon:
ast: _Iconu:
be@latin: _Ikona:
bn_in: আইকন: (_I)

source: <b>From External Photo</b>
ast: <b>Dende Semeya Externa</b>
be@latin: <b>Z vonkavaha zdymku</b>
bn_in: <b>বহিস্থিত ফটো থেকে</b>
