Repository: iainlane/f-spot
Catalog: po/*.po
Languages: ast, be@latin, bn_in

source: No photos for the selection
be@latin: Niama zdymkaŭ, kab zaznačyć

source: The tags selected provided no pictures. Please select different tags
be@latin: Paznačanyja cetliki nie paviazanyja ni z jakimi zdymkami. Abiary inšyja cetliki

source: Creating miniatures
be@latin: Stvareńnie minijaturaŭ

source: Creating photomosaics
be@latin: Stvareńnie fotamazajki

source: Processing "{0}"
be@latin: Apracoŭka "{0}"

source: PhotoMosaics generated!
be@latin: PhotoMosaics stvoranyja!

source: PhotoMosaic
be@latin: ({0}) Fotamazajka

source: <b>Generate miniatures from</b>
be@latin: <b>Stvaraje minijatury z</b>

source: Generate the miniatures from a selection of tags. No tags mean ALL pictures
be@latin: Stvaraje minijatury z paznačanych cetlikaŭ. Kali nie paznačać, stvoryć z usich vyjavaŭ

source: MetaPixel photomosaics
be@latin: Fotamazajka MetaPixel

source: Miniatures _size
be@latin: Pamier m_inijaturaŭ

source: Miniatures can be generated from the current main view
be@latin: Minijatury mohuć być stvoranyja z hetaha akna

source: Size of the miniatures composing the mosaic
be@latin: Pamier minijaturaŭ dziela stvareńnia mazajki

source: _Current query
be@latin: _Dziejny zapyt:

source: Create photo_wall
be@latin: Stvary fotas_tend

source: PictureTile not available
be@latin: PictureTile nie dastupny

source: The picturetile.pl executable was not found in path. Please check that you have it installed and that you have permissions to execute it
be@latin: U ściežcy nia znojdzieny picturetile.pl. Pravier, ci jon zainstalavany, i ci jość u ciabie dazvoł vynonvać hety fajł

source: Preparing selected pictures
be@latin: Padrychtoŭka paznačanych vyjavaŭ

source: PhotoWall generated!
be@latin: Fotastend stvorany!

source: Your photo wall have been generated and imported in F-Spot. Select the last roll to see it
be@latin: Tvoj fotastend ztvorany i impartavany ŭ F-Spot. Abiary apošni frahment, kab prahledzieć jaho

source: Error importing photowall
be@latin: Pamyłka padčac impartu fotastendu

source: An error occurred while importing the newly generated photowall to F-Spot
be@latin: Pamyłka padčas impertu novaha fotastendu ŭ F-Spot

source: Background _color
be@latin: Koler fonu

source: Can be negative. It will overlap images
be@latin: Moža być nehatyvam. I budzie nakładacca na vyjavy

source: Check this if your images are all of the same size and you will have a more regular grid
be@latin: Paznač heta, kali ŭsie tvaje zdymki adnolkavych pamieraŭ, i tady sietka budzie raŭniejšaja

source: Choose how many destination images you want to generate
be@latin: Abiary kolkaść vyjavaŭ, jakuju ty chočaš atrymać na vyjści

source: Destination picture max _size
be@latin: Mak_symalny pamier kančatkovaj vyjavy

source: For more information please visit PictureTile website http://www.jwz.org/picturetile/
be@latin: Padrabiaznaści znojdzieš na web-sajcie PictureTile http://www.jwz.org/picturetile/

source: Jpeg _quality
be@latin: Jakaść _Jpeg

source: Output type
be@latin: Typ vyjścia

source: Outside _border
be@latin: Vonkavaja _abvodka

source: Photo wall generator
be@latin: Hieneratar fotastendu

source: PictureTile for F-Spot
be@latin: PictureTile dla F-Spot

source: Spa_cing between images
be@latin: Adlehłaść pamiž zdymkami

source: This operation is going to TAKE VERY LONG TIME!
be@latin: Hetaja aperacyja NADTA ZACIAHVAJECCA!

source: _Pages
be@latin: _Staronki

source: _Scale images
be@latin: Źmiani _pamiery vyjavaŭ

source: _Uniform images
be@latin: _Vyjavy uniform

source: No image loaded.
be@latin: Vyjava nie zahružanaja.

source: Can't save non local files.
be@latin: Niemahčyma zapisać addalenyja fajły.

source: Unsupported image type for saving.
be@latin: Zapis vyjavaŭ hetaha typu nie padtrymvajecca.

source: interpolation type
be@latin: typ interpalacyi

source: the type of interpolation to use
be@latin: typ užyvanaj interpalacyi

source: check type
be@latin: typ šachmatnaj doški

source: the type of chequering to use
be@latin: typ užyvanaj šachmatnaj doški

source: the size of chequers to use
be@latin: pamier paloŭ šachmatnaj doški

source: dither
be@latin: nakładaj cień

source: dither type
be@latin: typ cieniu

source: Apply
be@latin: Prymiani

source: Slide transition:
be@latin: Pierachod słajdu:

source: Dissolve
be@latin: Razmyj

source: Flip
be@latin: Pieraskoč

source: Cover
be@latin: Prykryj

source: Reveal
be@latin: Adsłani

source: Wipe
be@latin: Zmyj

source: Split
be@latin: Padziali

source: Push
be@latin: Vypchni

source: More directories
be@latin: Bolej katalohaŭ

source: Arrange by _Month
be@latin: Uparadkuj pavodle _miesiаcaŭ

source: Arrange by _Folder
be@latin: Uparadkuj pavodle _katalohaŭ

source: name
be@latin: nazva

source: version
be@latin: versija

source: date
be@latin: data

source: size
be@latin: pamier

source: exposure
be@latin: ekspazycyja

source: Metadata Browser
be@latin: Prahladalnik metaźviestak

source: Exported Locations
be@latin: Ekspartavanyja pałažeńni

source: Automatically adjust the colors
be@latin: Aŭtamatyčna dapasuj kolery

source: Apply straightening
be@latin: Prymiani vyraŭnoŭvańnie

source: Apply straightening to image
be@latin: Prymiani da vyjavy vyraŭnoŭvańnie

source: Adjust the angle of the image to straighten the horizon
be@latin: Kab vyraŭnać haryzont, dapasuj vuhał

source: Create a soft focus visual effect
be@latin: Stvary efekt miakkaha fokusu

source: out of {0}
be@latin: z {0}

source: Crop photo to selected area
be@latin: Padrež zdymak da zaznačanaha abšaru

source: Remove redeye from selected area
be@latin: Papraŭ efekt čyrvonych vačej na zaznačanym abšary

source: Select an area to crop
be@latin: Zaznač abšar, kab padrezać

source: Select an area to remove redeye
be@latin: Zaznač abšar, kab papravić efekt čyrvonych vačej

source: Constrain the aspect ratio of the selection
be@latin: Vymuś akreślenyja praporcyi zaznačeńnia

source: Reduce Red-Eye
be@latin: Prybiary efekt čyrvonych vačej

source: Adjust the photo colors
be@latin: Dastasuj kolery zdymku

source: Convert the photo to black and white
be@latin: Kanvertuj zdymak na čorna-bieły

source: Convert the photo to sepia tones
be@latin: Kanvertuj zdymak na tanacyju sepii

source: my photos
be@latin: maje zdymki

source: Tag Name:
be@latin: Nazva cetlika:

source: The "F-Spot Manual" could not be found. Please verify that your installation has been completed successfully.
be@latin: Niemahčyma znajści "Padručnik F-Spot". Pravier, ci prahrama była zainstalavanaja całkam.

source: 1 of 1
be@latin: 1 z 1

source: <b>Color Management</b>
be@latin: <b>Kiravańnie kolerami</b>

source: <b>Color Temperature</b>
be@latin: <b>Temperatura koleru</b>

source: <b>Exposure</b>
be@latin: <b>Vytrymka</b>

source: <b>Histo_gram</b>
be@latin: <b>Hista_hrama</b>

source: <b>Histogram</b>
be@latin: <b>Histahrama</b>

source: <b>Import Settings</b>
be@latin: <b>Nałady impartavańnia</b>

source: <b>Interoperability</b>
be@latin: <b>Uzajemnyja dačynieńni</b>

source: <b>Metadata</b>
be@latin: <b>Metaźviestki</b>

source: <b>Photograph Layout</b>
be@latin: <b>Raspałažeńnie zdymku</b>

source: <b>Predefined</b>
be@latin: <b>Papiarednie akreśleny</b>

source: <b>Printer Details</b>
be@latin: <b>Padrabiaznaści drukarki</b>

source: <b>Screensaver</b>
be@latin: <b>Źbierahalnik ekranu</b>

source: <small><i>Choose the folder where F-Spot should store newly imported photos</i></small>
be@latin: <small><i>Paznač kataloh, u jakim F-Spot pavinien zachoŭvać niadaŭna impartavanyja zdymki</i></small>

source: <small><i>Enable this option if you want to allow other programs to import or delete photos and tags over DBus.</i></small>
be@latin: <small><i>Hetaja opcyja dazvalaje inšym prahramam impartavać ci vydalać zdymki j cetliki praz systemu DBus.</i></small>

source: <small><i>Enable this option to store tags and descriptions inside supported image formats.</i></small>
be@latin: <small><i>Hetaja opcyja dazvalaje zachoŭvać cetliki i apisańni ŭnutry absłuhoŭvanych farmataŭ vyjavaŭ.</i></small>

source: <small><i>While acting as a screensaver, F-Spot can display all of your images, or a small subset based on tags.</i></small>
be@latin: <small><i>Padčas pracy ŭ režymie źbierahalnika ekranu, F-Spot moža pakazvać usie zdymki albo mienšuju ich kolkaść, abapirajučysia na cetlikach.</i></small>

source: <small>C_ontrast:</small>
be@latin: <small>K_antrast:</small>

source: <small>_Brightness:</small>
be@latin: <small>Ś_viatło:</small>

source: <small>_Exposure:</small>
be@latin: <small>_Ekspazycyja:</small>

source: <small>_Hue:</small>
be@latin: <small>_Adcieńnie:</small>

source: <small>_Saturation:</small>
be@latin: "<small>_Nasyčanaść:</small>

source: <small>_Tint:</small>
be@latin: <small>_Napaŭnieńnie koleram:</small>

source: Ad_just Color...
be@latin: Dastasu_j koler...

source: Adjust Color
be@latin: Dastasuj koler

source: Allow other programs to manipulate F-Spot
be@latin: Dazvol inšym prahramam kiravać F-Spotam

source: C_aption:
be@latin: P_odpis:

source: Co_nfigure
be@latin: Ka_nfihuruj

source: Crop photo to _fit
be@latin: Padrež zdymak, kab _dapasavać

source: From Screen Standard RGB
be@latin: Z ekranu Standartny RGB

source: Full Page Standard - 4x6
be@latin: Poŭnaja staronka Standart – 4x6

source: Hairline 0.25" 0.5" 1"
be@latin: Tonkaja linija 0.25" 0.5" 1"

source: Make F-Spot your screensaver
be@latin: Zrabi F-Spot źbierahalnikam ekranu

source: N_umber of Copies:
be@latin: _Kolkaść kopijaŭ:

source: None Title Filename Date Photo Details
be@latin: Niama Nazva Nazva fajłu Data Detali zdymku

source: Number of photos in selected rolls :
be@latin: Kolkaść zdymkaŭ u paznačanych katuškach:

source: P_hoto Source:
be@latin: Krynica _zdymkaŭ:

source: Page 1 of 3
be@latin: Staronka 1 z 3

source: Photo _Size:
be@latin: _Pamier zdymku:

source: Print
be@latin: Vydrukuj

source: Print crop _marks
be@latin: Vydrukuj _abrysy padrezki

source: Reset
be@latin: Viarni

source: Selection Gallery Viewport
be@latin: Zaznačeńnie Halereja Akno prahladu

source: So_urce Temp
be@latin: Časovaja _krynica

source: Standard RGB Image Profile Custom
be@latin: Standartny RGB Profil vyjavy Ułasny

source: Will print using: US Letter size on Generic Postscript
be@latin: Razdrukuje, ŭžyvajučy: pamier US Letter na Generic Postscript

source: Write _metadata to file
be@latin: Zapišy _metaźviestki ŭ fajł

source: _Border:
be@latin: _Ramka:

source: _Destination Temp
be@latin: _Časovy kataloh pryznačeńnia

source: _Display:
be@latin: _Ekran:

source: _File
be@latin: _Fajł

source: _Folder
be@latin: _Kataloh

source: _Metadata Browser
be@latin: Prahladalnik _metaźviestak

source: _Month
be@latin: _Miesiac

source: _Output:
be@latin: _Vyjście:

source: img_000.jpg
be@latin: vyjava_000.jpg
