Repository: iainlane/f-spot
Catalog: po/*.po
Languages: ast, be@latin, bn_in

source: <b>From Photo</b>
ast: <b>Dende Semeya</b>
be@latin: <b>Sa zdymku</b>
bn_in: <b>ফটো থেকে</b>

source: <b>Predefined icons</b>
ast: <b>Iconos predefiníos</b>
bn_in: <b>পূর্বনির্ধারিত আইকন</b>

source: <b>Preview</b>
ast: <b>Vista Previa</b>
be@latin: <b>Pieradahlad</b>
bn_in: <b>পূর্বদৃশ্য</b>

source: Design icon from
ast: Diseñar iconu dende
bn_in: চিহ্নিত সামগ্রী থেকে আইকনের বিন্যাস নির্মাণ করা হবে

source: Edit Tag Icon
ast: Editar Iconu Etiqueta
be@latin: Madyfikuj ikonu cetlika
bn_in: ট্যাগ আইকন সম্পাদনা

source: No _image
ast: Non _imaxe
be@latin: _Biez vyjavy
bn_in: কোনো ছবি উপস্থিত নেই (_i)

source: Photo 0 of 0
be@latin: Zdymak 0 z 0
bn_in: ফটো 0, সর্বমোট 0

source: Color profile for display:
ast: Perfil de color p'amosar:
bn_in: প্রদর্শনের জন্য ব্যবহারযোগ্য রংয়ের প্রোফাইল:

source: Color profile for printing:
ast: Perfil de color pa imprentar
bn_in: প্রিন্ট করার উদ্দেশ্যে ব্যবহৃত রংয়ের প্রোফাইল

source: F-Spot Preferences
ast: Preferencies de F-Spot
bn_in: F-Spot সংক্রান্ত পছন্দ

source: F-Spot appearance:
ast: Apariencia de F-Spot:
bn_in: F-Spot-র চেহারা:

source: Inside the image files when possible <small>Makes them accessible to other image-editing programs.</small>
ast: Cuando se pueda, dientro de los ficheros d'imáxenes <small>Facelos accesibles a otros programes d'edición d'imáxenes.</small>
bn_in: সম্ভব হলে ছবির ফাইলের মধ্যে <small>অন্যান্য ছবি সম্পাদনার প্রোগ্রামের মধ্যে এইগুলি ব্যবহারযোগ্য করা সম্ভব হবে।</small>

source: Select A Folder
ast: Seleicionar Una Carpeta
be@latin: Abiary kataloh
bn_in: একটি ফোল্ডার নির্বাচন করুন

source: Separately from the image files
ast: A parte de los ficheros d'imáxenes
bn_in: ছবির ফাইল থেকে পৃথকভাবে

source: Store tags and descriptions for photos:
ast: Almacenar etiquetes y descripciones pa les semeyes:
bn_in: ফটোর ট্যাগ ও বিবরণ সংরক্ষণ করা হবে:

source: When importing photos, copy them to:
ast: Al importar semeyes copiales a:
bn_in: ফটো ইম্পোর্ট করার সময়, চিহ্নিত স্থানে সেগুলি কপি করা হবে:

source: <b>Max Rating</b>
ast: <b>Rating Máximu</b>
be@latin: <b>Maksymalny rating</b>
bn_in: <b>সর্বাধিক গুণমাপ</b>

source: <b>Min Rating</b>
ast: <b>Puntuación Mínima</b>
be@latin: <b>Minimalny rating</b>
bn_in: <b>সর্বনিম্ন গুণমাপ</b>

source: Set Rating Filter
ast: Afitar Fieltru Valoración
be@latin: Paznač filter ratingaŭ
bn_in: গুণমাপের ফিল্টার ধার্য করুন

source: Adjust _Time...
ast: Axustar Tiempu...
be@latin: Dastasuj _čas...
bn_in: সময় পরিবর্তন করুন...(_T)

source: Arrange _by
ast: Ordenar _por
be@latin: Uparadkuj _pavodle
bn_in: ক্রমবিন্যাসের সূত্র (_b)

source: By _Date
ast: Por _Fecha
be@latin: Pavodle _daty
bn_in: তারিখ অনুযায়ী (_D)

source: By _Import Roll
ast: Por carrete _importáu
be@latin: Pavodle _katuški impartu
bn_in: ইম্পোর্ট করা রোল অনুযায়ী (_I)

source: By _Rating
ast: Por _Razón
be@latin: Pavodle _ratingu
bn_in: গুণমাপ অনুযায়ী (_R)

source: Copy Locat_ion
be@latin: S_kapijuj pałažeńnie
bn_in: অবস্থান কপি করুন (_i)

source: Create New _Tag...
ast: Criar Nueva _Etiqueta...
be@latin: Stvary _novy cetlik...
bn_in: নতুন ট্যাগ নির্মাণ করুন...(_T)

source: Create _New Version...
ast: Criar _Nueva Versión...
be@latin: Stvary _novuju versiju...
bn_in: নতুন সংস্করণ নির্মাণ করুন...(_N)

source: Fin_d
ast: _Atopar
be@latin: Z_najdzi
bn_in: অনুসন্ধান করুন (_d)

source: Manage _Extensions
ast: Xestionar _Estensiones
be@latin: Kiru_j pašyreńniami
bn_in: অতিরিক্ত সামগ্রী পরিচালনা (_E)

source: Page Set_up...
ast: _Configurar Páxina...
bn_in: পৃষ্ঠা প্রস্তুতি...(_u)

source: Re_fresh Thumbnail
ast: Anovar Imaxe amenorgada
be@latin: Adnavi _minijaturu
bn_in: থাম্ব-নেইল নতুন করে প্রদর্শন করা হবে (_f)

source: Select _None
ast: Seleicionar _Nenguna
be@latin: Anuluj _zaznačeńnie
bn_in: কিছু নির্বাচন করা হবে না (_N)

source: Send by _Mail...
ast: Unviar por _Corréu Electrónicu...
be@latin: Vyšli _poštaj...
bn_in: মেইল দ্বারা পাঠানো হবে...(_M)

source: Side_bar
ast: Barra _llateral
be@latin: _Bakavaja panel
bn_in: সাইড-বার (_b)

source: T_ags
ast: _Etiquetes
be@latin: Ce_tliki
bn_in: ট্যাগ (_a)

source: Thumbnail _elements
ast: _Elementos imaxe amenorgada
be@latin: _Elementy minijaturaŭ
bn_in: থাম্ব-নেইলের বস্তু (_e)

source: Too_lbar
ast: Barra _Ferramientes
be@latin: _Panel pryładździa
bn_in: টুল-বার (_l)

source: View
ast: Visor
be@latin: Vyhlad
bn_in: প্রদর্শন

source: _Attach Tag to Selection
ast: _Amestar Etiqueta a la Seleición
be@latin: _Dałučy cetlik da zaznačeńnia
bn_in: নির্বাচনের মধ্যে ট্যাগ সংযুক্ত করুন (_A)

source: _Clear Rating Filter
ast: _Llimpiar Fieltru Valoración
be@latin: _Ačyść filter ratingaŭ
bn_in: গুণমাপের ফিল্টার পরিশ্রুত করুন (_C)

source: _Clear Roll Filter
ast: _Llimpiar el fieltru de carrete
be@latin: _Ačyść filter katuški
bn_in: রোল ফিল্টার পরিশ্রুত করুন (_C)

source: _Components
ast: _Componentes
be@latin: _Kampanenty
bn_in: অন্তর্ভুক্ত সামগ্রী (_C)

source: _Contents
ast: _Conteníos
be@latin: _Źmieściva
bn_in: সূচি (_C)

source: _Dates
ast: _Feches
be@latin: _Daty
bn_in: তারিখ (_D)

source: _Delete Selected Tag
ast: _Desaniciar Etiqueta Seleicionada
be@latin: _Vydal paznačany cetlik
bn_in: নির্বাচিত ট্যাগ মুছে ফেলুন (_D)

source: _Delete Version
ast: _Desaniciar Versión
be@latin: _Vydal versiju
bn_in: সংস্করণ মুছে ফেলুন (_D)

source: _Edit Selected Tag...
be@latin: Madyfikuj zaznačany _cetlik...
bn_in: নির্বাচিত ট্যাগ সম্পাদনা করুন...(_E)

source: _Export to
ast: _Esportar a
be@latin: _Ekspartuj u
bn_in: এক্সপোর্টের গন্তব্যস্থল (_E)

source: _Filmstrip
ast: _Tira d'imáxenes
bn_in: ফিল্মের পাতা (_F)

source: _Hidden
ast: _Anubríes
be@latin: _Schavanaje
bn_in: আড়াল করা (_H)

source: _Import...
ast: _Importar...
be@latin: _Impartuj...
bn_in: ইম্পোর্ট করুন...(_I)

source: _Large
ast: _Largo
be@latin: _Vialikija
bn_in: বড় (_L)

source: _Last Import Roll
ast: C_aberu carrete importáu
be@latin: _Apošniaja katuška impartu
bn_in: ইম্পোর্ট করা সর্বশেষ রোল (_L)

source: _Loupe
ast: _Llupa
bn_in: ঘষা কাঁচ (_L)

source: _Medium
ast: _Medio
be@latin: S_iarednija
bn_in: মাঝারি (_M)

source: _Quit
ast: _Colar
be@latin: Za_konč
bn_in: প্রস্থান (_Q)

source: _Ratings
ast: _Puntuaciones
be@latin: _Ratingi
bn_in: গুণমাপ (_R)

source: _Remove Tag From Selection
ast: _Desaniciar Etiqueta Dende Seleición
be@latin: _Vydal cetlik z zaznačeńnia
bn_in: নির্বাচন থেকে ট্যাগ সরিয়ে ফেলুন (_R)

source: _Rename Version
ast: _Renomar Versión
be@latin: Źmiani nazvu ve_rsii
bn_in: সংস্করণের নাম পরিবর্তন করুন (_R)

source: _Reverse Order
ast: Orden _Inversu
be@latin: _Advarotny paradak
bn_in: বিপরীত অনুক্রম (_R)

source: _Select Import Rolls...
ast: _Seleicionar carretes qu'importar…
be@latin: _Abiary katuški impartu...
bn_in: ইম্পোর্ট রোল নির্বাচন করুন...(_S)

source: _Set Date Range...
ast: _Afitar Rangu Feches...
be@latin: _Paznač škału dataŭ...
bn_in: তারিখের সীমা নির্ধারণ করুন...(_S)

source: _Set Rating filter...
ast: _Afitar fieltru Puntuación...
be@latin: _Paznač škału ratingaŭ...
bn_in: গুণমাপের ফিল্টার নির্ধারণ করুন... (_S)

source: _Sharpen...
ast: _Enfocar…
be@latin: _Bolš rezka...
bn_in: তীক্ষ্ণতা...(_S)

source: _Small
ast: _Pequeñu
be@latin: _Małyja
bn_in: ছোট (_S)

source: _Tag Icons
ast: _Etiqueta Iconos
be@latin: _Ikony cetlikaŭ
bn_in: ট্যাগের আইকন (_T)

source: _Tags
ast: _Etiquetes
be@latin: Ce_tliki
bn_in: ট্যাগ (_T)

source: _Timeline
ast: _Llinea del Tiempu
be@latin: Škała _času
bn_in: সময়ের রেখার (_T)

source: _Tools
ast: _Ferramientes
be@latin: _Pryładździe
bn_in: সরঞ্জাম (_T)

source: _Untagged Photos
ast: Semeyes Non Etiquetaes
be@latin: Zdymki biaz c_etlikaŭ
bn_in: ট্যাগবিহীন ফটো (_U)

source: _Version
ast: _Versión
be@latin: _Versija
bn_in: সংস্করণ (_V)

source: Updating F-Spot Database
ast: Anovando Base Datos F-Spot
be@latin: Aktualizacyja bazy źviestak F-Spot
bn_in: F-Spot ডাটাবেস আপডেট করা হচ্ছে

source: Please wait while your F-Spot gallery's database is updated. This may take some time.
ast: Por favor, espera mientres s'anova la base de datos de la galería de F-Spot. Esto puede llevar dalgún tiempu.
be@latin: Čakaj, adbyvajecca aktualizacyja bazy źviestak F-Spot. Heta moža doŭžycca niekatory čas.
bn_in: F-Spot গ্যালারির ডাটাবেস আপডেট করা হচ্ছে। এই কাজে কিছু সময় ব্যায় হওয়ার সম্ভাবনা রয়েছে। অনুগ্রহ করে অপেক্ষা করুন।

source: Unable to create temporary file
ast: Nun puede criase ficheru temporal
be@latin: Nie ŭdałosia stvaryć časovy fajł
bn_in: অস্থায়ী ফাইল নির্মাণ করতে ব্যর্থ

source: Page Setup
ast: Configuración Páxina
bn_in: পৃষ্ঠা প্রস্তুতি

source: Paper Size: {0} x {1} mm
ast: Tamañu Papel: {0} x {1} mm
bn_in: কাগজের মাপ: {0} x {1} মিলিমিটার

source: Set Page Size and Orientation
ast: Axustar el tamañu y la orientación de la páxina
bn_in: পৃষ্ঠার মাপ ও দিশা নির্ধারণ করুন

source: Photos per page
ast: Semeyes per páxina
bn_in: প্রতি পৃষ্ঠায় ফটোর সংখ্যা

source: Repeat
ast: Repetir
bn_in: পুনরাবৃত্তি

source: Print cut marks
ast: Imprentar cortando marques
bn_in: কাটার চিহ্নগুলি প্রিন্ট করা হবে

source: Photos layout
ast: Distribución de les semeyes
bn_in: ফটোর বিন্যাস

source: Full Page (no margin)
ast: Páxina Entera (ensin márxenes)
bn_in: সম্পূর্ণ পৃষ্ঠায় (প্রান্তরেখা বিহীন)

source: Zoom
ast: Averar
bn_in: প্রদর্শনের মাপ

source: Fill
ast: Llenar
bn_in: পূরণ করুন

source: Scaled
ast: Escalar
bn_in: মাপ অনুসারে

source: White borders
ast: Bordes blancos
bn_in: সাদা রংয়ের প্রান্ত

source: Custom Text
ast: Testu Personalizáu
bn_in: স্বনির্ধারিত লেখা

source: Photos infos
ast: Información de les semeyes
bn_in: ফটো সম্বন্ধীশ তথ্য

source: Print file name
ast: Imprentar el nome del ficheru
bn_in: ফাইলের নাম প্রিন্ট করা হবে

source: Print photo date
ast: Imprentar la data de la semeya
bn_in: ফটোর তারিখ প্রিন্ট করা হবে

source: Print photo time
ast: Imprentar la hora de la semeya
bn_in: ফটোর সময় প্রিন্ট করা হবে

source: Print photo tags
ast: Imprentar les etiquetes de la semeya
bn_in: ফটোর ট্যাগ প্রিন্ট করা হবে

source: Print photo comment
ast: Imprentar el comentariu de la semeya
bn_in: ফটোর মন্তব্য প্রিন্ট করা হবে

source: Edit
ast: Editar
bn_in: সম্পাদনা

source: This tool requires an active selection. Please select a region of the photo and try the operation again
ast: Esta ferramienta requier una seleición activa. Por favor, seleiciona una rexón de la semeya y intenta otra vegada la operación
be@latin: Pryłada vymahaje aktyŭnaha zaznačeńnia. Zaznač frahment zdymku i pasprabuj paŭtaryć aperacyju
bn_in: এটি ব্যবহার করার জন্য একটি মান নির্বাচিত থাকা আবশ্যক। অনুগ্রহ করে ফটোর একটি অংশ ছবি নির্বাচন করুন ও পুনরায় প্রচেষ্টা করুন

source: Error saving adjusted photo
ast: Fallu guardando axustes de semeya
be@latin: Pamyłka pry zapisie dastasavanaha zdymku
bn_in: পরিবর্তিত ফটো সংরক্ষণ করতে ত্রুটি

source: Received exception "{0}". Note that you have to develop RAW files into JPEG before you can edit them.
ast: Escepción recibida "{0}". Nota que tas con desarrollu de ficheros RAW en JPEG enantes d'igualu.
bn_in: "{0}" এক্সেপশন প্রাপ্ত হয়েছে। উল্লেখ্য, সম্পাদনার পূর্বে RAW ফাইলগুলিকে JPEG-এ রূপান্তর করা আবশ্যক।

source: _Horizontal
bn_in: অনুভূমিক (_H)

source: _Vertical
bn_in: উলম্ব (_V)

source: Find:
ast: Atopar:
be@latin: Znajdzi:
bn_in: অনুসন্ধান:

source: Folders
ast: Carpetes
bn_in: ফোল্ডার

source: Filesystem
ast: Sistema de ficheros
bn_in: ফাইল-সিস্টেম

source: Histogram
ast: Historiograma
bn_in: রেখাচিত্র

source: Date
ast: Fecha
bn_in: তারিখ

source: Exposure
ast: Esposición
bn_in: এক্সোপাজার

source: Focal Length
ast: Llonxitú Focal
bn_in: ফোক্যাল লেংথ

source: File Size
ast: Tamañu del ficheru
bn_in: ফাইলের মাপ

source: Rating
ast: Puntuación
bn_in: গুণমাপ

source: (wrong format)
ast: (formatu incorreutu)
bn_in: (ভুল বিন্যাস)

source: (Unknown)
ast: (Desconocío)
be@latin: (Nieviadomy)
bn_in: (অজানা)

source: (One Edit)
ast: (Una Edición)
bn_in: (একটি সম্পাদনা)

source: (File read error)
ast: (Fallu al lleer el ficheru)
bn_in: (ফাইল পড়তে সমস্যা)

source: {0} Photos
ast: {0} Semeyes
bn_in: {0}-টি ফটো

source: On {0} between {1} and {2}
ast: En {0} ente {1} y {2}
bn_in: {0} তারিখে {1} ও {2}-র মধ্যে

source: Between {0} and {1}
ast: Ente {0} y {1}
bn_in: {0} ও {1}-র মধ্যে

source: (At least one File not found)
ast: (Polo menos nun s'atopó un ficheru)
bn_in: (অন্তত একটি ফাইল পাওয়া যায়নি)

source: Show Photo Name
ast: Amosar el nome de la semeya
bn_in: ফটোর নাম প্রদর্শন করা হবে

source: Show Date
ast: Amosar la data
bn_in: তারিখ প্রদর্শন করা হবে

source: Show Size
ast: Amosar el tamañu
bn_in: মাপ প্রদর্শন করা হবে

source: Show Exposure
ast: Amosar la esposición
bn_in: এক্সপোজার প্রদর্শন করা হবে

source: Show Focal Length
ast: Amosar la llonxitú focal
bn_in: ফোক্যাল লেংথ প্রদর্শন করা হবে

source: Show Camera
ast: Amosar la cámara
bn_in: ক্যামেরা প্রদর্শন করা হবে

source: Show File Size
ast: Amosar el tamañu del ficheru
bn_in: ফাইলের মাপ প্রদর্শন করা হবে

source: Metadata
ast: Metadatos
bn_in: মিটাডাটা

source: Extended Metadata
ast: Metadatos Estendíos
be@latin: Pašyranyja metaźviestki
bn_in: অতিরিক্ত মিটাডাটা

source: No Extended Metadata Available
ast: Metadatos Estendíos Non Disponibles
bn_in: কোনো অতিরিক্ত মিটাডাটা উপস্থিত নেই

source: No active photo
ast: Ensin semeya activa
be@latin: Niama aktyŭnych zdymkaŭ
bn_in: কোনো সক্রিয় ফটো উপস্থিত নেই

source: The photo "{0}" does not exist
ast: La semeya "{0}" nun esiste
be@latin: Zdymak "{0}" nie isnuje
bn_in: "{0}" ফটোটি উপস্থিত নেই

source: No metadata available
ast: Nun hai metadatos disponibles
be@latin: Niama metaźviestak
bn_in: কোনো মিটাডাটা উপলব্ধ নয়

source: No applications available
ast: Ensin aplicaciones disponibles
be@latin: Niama dastupnych aplikacyjaŭ
bn_in: কোনো অ্যাপ্লিকেশন উপলব্ধ নয়

source: Rating:
ast: Puntuación:
bn_in: গুণমাপ:

source: Country
ast: País
be@latin: Kraina
bn_in: দেশ

source: City
ast: Ciudá
be@latin: Horad
bn_in: শহর

source: State
ast: Estáu
be@latin: Rehijon
bn_in: রাজ্য

source: Display a slideshow from F-Spot
ast: Amosar como pase diapositives dende F-Spot
be@latin: Pakažy slideshow z F-Spot
bn_in: F-Spot থেকে স্লাইড-শো প্রদর্শন করা হবে

source: F-Spot photos
ast: semeyes F-Spot
be@latin: Zdymki F-Spot
bn_in: F-Spot ফটো

source: <b><i>There are some previously scheduled items to write</i></b>
ast: <b><i>Hai delles planificaciones previes pa escribir dalgunos ficheros</i></b>

source: Visit F-Spot group on Facebook
ast: Visite'l grupu de F-Spot en Facebook

source: Exporting "{0}"...
ast: Esportando "{0}"...

source: Error Copying "{0}" to Gallery:{2}{1}
ast: Fallu Copiando "{0}" a Galería:{2}{1}

source: Transferring to "{0}"
ast: Tresfiriendo a "{0}"

source: Transferring...
ast: Tresfiriendo

source: Export Complete.
ast: Esportación Completada

source: Exporting Photos Completed.
ast: Esportación de semeyes completada.

source: Exporting Photos
ast: Esportando Semeyes

source: <b>F-Spot tags</b>
ast: <b>Etiquetes de F-Spot</b>

source: <small><i>F-Spot tags can help you track the export status of photos. Example: Use one tag for the photos that you plan to export, and another one for those already exported. Here, you can tell F-Spot to automatically replace these tags as appropriate.</i></small>
ast: <small><i>Les etiquetes de F-Spot ayúdente a esportar l'estáu de les semeyes. Por exemplu: usa una etiqueta pa les semeyes que pienses esportar, y otra pa les que yá esporteste. Equí puedes dici-y a F-Spot que camude automáticamente eses etiquetes de manera afayadiza.</i></small>

source: Rem_ove from exported photos:
ast: _Quitar de les semeyes esportaes:

source: Select...
ast: Esbillar...

source: _Attach to exported photos:
ast: _Amestar a les semeyes esportaes:

source: A trust error occured while attempting to access
ast: Ocurrió un fallu mientres s'accedía

source: Abort this session
ast: Albortar esta sesión

source: Always trust this site's certificate
ast: Confiar siempre n'esti certificáu del sitiu

source: Do you wish to:
ast: Quies:

source: Trust Error
ast: Confiar en Fallu

source: Trust the site's certificate this once
ast: Confiar nel certificáu del sitiu una vegada

source: Check for Duplicates...
ast: Comprobar duplicaos...

source: Merge Db
ast: Amestar Db

source: Everything
ast: Too

source: Display of transparent parts.
ast: Amosáu de les partes tresparentes.

source: Enable this to allow interpolation on zoomed images.
ast: Activar esto pa permitir interpolación n'imáxenes ampliaes.

source: Height of the import dialog.
ast: Altor del diálogu d'importación.

source: Height of the main window.
ast: Altor de la ventana principal.

source: Height of the photo viewer window.
ast: Altor de la ventana del visor de semeyes.

source: If the 'transparency' option is set, the color specified in this option will be used as the transparent color when viewing images.
ast: Si la opción «transparency» ta activada, el color especificáu nesta opción va usase como'l color tresparente al ver imáxenes.

source: Interpolate image on zoom.
ast: Interpolar imaxe en zoom

source: Maximize the main window.
ast: Maximizar la ventana principal.

source: Maximize the photo viewer window.
ast: Maximizar la ventana de visión de semeya.

source: Path to custom gtkrc for theming F-Spot.
ast: Camín al gtkrc personalizáu pal tema de F-Spot.

source: Show dates in the thumbnail view.
ast: Amosar les feches na vista de miniatures.

source: Show ratings in the thumbnail view.
ast: Amosar les puntuaciones na vista de miniatures.

source: Show tags in the thumbnail view.
ast: Amosar les etiquetes na vista de miniatures.

source: Show the filename in the viewer window.
ast: Amosar el nome de ficheru na vista de miniatures.

source: Show the filmstrip in the main window.
ast: Amosar la tira d'imáxenes na ventana principal.

source: Show the sidebar in the main window.
ast: Amosar la barra llateral na ventana principal.

source: Show the timeline in the main window.
ast: Amosar la llinia de tiempu na ventana principal.

source: Show the toolbar in the main window.
ast: Amosar la barra de ferramientes na ventana principal.

source: Show the toolbar in the photo viewer window.
ast: Amosar la barra de ferramientes na ventana del visor de semeyes.

source: Size of the tag icons shown in the sidebar.
ast: Tamañu de los iconos d'etiquetes amosaos na barra llateral.

source: The X position to use for the main window.
ast: La posición X qu'usar pa la ventana principal.

source: The X position to use for the photo viewer window.
ast: La posición X qu'usar pa la ventana del visor de semeyes.

source: The Y position to use for the main window.
ast: La posición Y qu'usar pa la ventana principal.

source: The Y position to use for the photo viewer window.
ast: La posición Y qu'usar pa la ventana del visor de semeyes.

source: The color to use for transparent parts.
ast: El color qu'usar pa les partes tresparentes.

source: The height dimension to use for the import dialog.
ast: La dimensión de l'altor qu'usar pal diálogu d'importación.

source: The height dimension to use for the main window.
ast: La dimensión de l'altor qu'usar pa la ventana principal.

source: The height dimension to use for the photo viewer window.
ast: La dimensión de l'altor qu'usar pa la ventana del visor de semeyes.

source: The orientation of the filmstrip, if shown.
ast: La orientación de la tira d'imáxenes, si s'amuesa.

source: The orientation of the filmstrip.
ast: La orientación de la tira d'imáxenes.

source: The size (width) of the sidebar in the main window.
ast: El tamañu (anchor) de la barra llateral na ventana principal.

source: The size of the sidebar in the main window.
ast: El tamañu de la barra llateral na ventana principal.

source: The width dimension to use for the import dialog.
ast: La dimensión del anchor qu'usar pal diálogu d'importación.

source: The width dimension to use for the main window.
ast: La dimensión del anchor qu'usar pa la ventana principal.

source: The width dimension to use for the photo viewer window.
ast: La dimensión del anchor qu'usar pa la ventana del visor d'imáxenes.

source: Use the current photo's filename as the viewer window's title.
ast: Usar el nome de la semeya actual como'l títulu de la ventana del visor.

source: Width of the import dialog.
ast: Anchor del diálogu d'importación.

source: Width of the main window.
ast: Anchor de la ventana principal.

source: Width of the photo viewer window.
ast: Anchor de la ventana del visor de semeyes.

source: Width of the preview image pane in the import dialog.
ast: Anchor del panel de vista previa nel diálogu d'importación.

source: X position of the main window.
ast: Posición X de la ventana principal.

source: X position of the photo viewer window.
ast: Posición X de la ventana del visor de semeyes.

source: Y position of the main window.
ast: Posición Y de la ventana principal.

source: Y position of the photo viewer window.
ast: Posición Y de la ventana del visor de semeyes.

source: You can choose how to display transparent parts in images. This option has no effect on photos but setting this value to CHECK_PATTERN or CUSTOM_COLOR could be useful when viewing icons or other artwork with transparent parts.
ast: Puedes escoyer cómo amosar partes tresparentes nes imáxenes. Esta opción nun tien efeutu nes semeyes, pero afitar esto a CHECK_PATTERN (patrón de cuadros) o CUSTOM_COLOR (color personalizáu) pue ser útil al ver iconos u otros trabayos artísticos con partes tresparentes.

source: Copy Photo
ast: Copiar semeya

source: Hide toolbar
ast: Anubrir barra ferramientes

source: Image information
ast: Información d'imaxe

source: Intellectual genre of the object
ast: Xéneru inteleutual del oxetu
be@latin: Intelektualny vid abjektu

source: Imported Tags
ast: Etiquetes importaes

source: Scene Capture Type
ast: Triba Captura Escena
be@latin: Typ rakursu

source: Scene Type
ast: Triba Escena
be@latin: Typ sceny

source: This removes the version and deletes the corresponding file from disk.
ast: Esto quita la versión y desanicia'l ficheru correspondiente del discu.

source: De_tach
ast: Des_axuntar

source: Really detach version "{0}" from "{1}"?
ast: ¿Desaxuntar daveres la versión «{0}» de «{1}»?

source: This makes the version appear as a separate photo in the library. To undo, drag the new photo back to its parent.
ast: Esto fai que les semeyes apaezan como una sola na biblioteca. Pa desfacer, arrastra la nueva semeya atrás, haza l'orixe

source: Re_parent
ast: Empar_exar

source: Really reparent "{0}" as version of "{1}"?
ast: Daveres quies emparexar "{0}" como una versión de "{1}"?

source: This makes the photos appear as a single one in the library. The versions can be detached using the Photo menu.
ast: Esto fai que les semeyes apaezan como una sola na biblioteca. Les versiones pueden desaxuntase usando'l menú «Semeya».

source: Received exception "{0}".
ast: Asocedió una esceición "{0}".

source: My Photos
ast: Les mios semeyes

source: Edit Tag...
ast: Editar etiqueta...

source: and
ast: y
be@latin: i

source: or
ast: o
be@latin: albo

source: or
ast: o
be@latin: albo

source: Choose Folder...
ast: Escoyer _Carpeta...

source: Choose Import source...
ast: Escoyer orixe de la importación...

source: Importing Photos: {0} of {1}...
ast: Importando semeyes: {0} de {1}...

source: Importing photos...
ast: Importando semeyes...

source: Searching for photos... (You can already click Import to continue)
ast: Guetando semeyes... (puedes facer click n'Importar pa continuar)

source: C_reate
ast: C_rear

source: Import from:
ast: Importar dende:

source: Copy
ast: Copiar

source: De_tach Version
ast: Des_axuntar Versión

source: _Edit Tag...
ast: _Editar etiqueta...

source: _Invert Selection
ast: _Invertir Seleición

source: Create p_hotomosaic
be@latin: Stvary fo_tamazajku

source: Metapixel not available
be@latin: Metapixel nie dastupny

source: The metapixel executable was not found in path. Please check that you have it installed and that you have permissions to execute it
be@latin: Pa ściežcy nia znojdzieny metapixel. Pravier, ci zainstalavany jon, i ci jość u ciabie dazvoł vykonvac jaho
