Repository: iainlane/f-spot
Catalog: po/*.po
Languages: ast, be@latin, bn_in

source: _CD...
bn_in: CD...(_C)

source: Transferring Pictures
ast: Pasando Semeyes
be@latin: Pierasył vyjavaŭ
bn_in: ছবি স্থানান্তর করা হচ্ছে

source: Transferring picture "{0}" To CD
ast: Tresfiriendo imaxe "{0}" A CD
bn_in: "{0}" ছবিটি CD-র মধ্যে স্থানান্তর করা হচ্ছে

source: {0} of {1}
ast: {0} de {1}
be@latin: {0} z {1}
bn_in: {0}, সর্বমোট {1}

source: Done Sending Photos
ast: Unviando Semeyes Fecho
be@latin: Zavieršany pierasył zdymkaŭ
bn_in: ছবি স্থানান্তর সমাপ্ত হয়েছে

source: Transfer Complete
ast: Tresferencia Fecha
bn_in: স্থানান্তর সমাপ্ত

source: Error While Transferring
ast: Fallu Mientres se Tresfería
bn_in: স্থানান্তরকালে সমস্যা

source: Error Transferring
ast: Fallu Tresfiriendo
bn_in: স্থানান্তর করতে সমস্যা

source: copying...
ast: copiando...
bn_in: কপি করা হয়েছে...

source: <b><i>There is some previously scheduled items to write</i></b>
bn_in: <b><i>লেখঅর উদ্দেশ্যে পূর্বেই কিছু সামগ্রী নির্ধারণ করা হয়েছে</i></b>

source: <b>Photos to Burn</b>
ast: <b>Semeyes a Grabar</b>
bn_in: <b>বার্ন করার উদ্দেশ্যে ছবি</b>

source: Autorotate
ast: Autovoltiar
be@latin: Aŭtamatyčna pavaročvaj
bn_in: স্বয়ংক্রিয় আবর্তন

source: Create CD
ast: Criar CD
bn_in: CD তৈরি করুন

source: Size
ast: Tamañu
bn_in: মাপ

source: Size of the exported selection:
ast: Tamañu de la seleición esportada:
bn_in: এক্সপোর্ট করা নির্বাচিত অংশের মাপ:

source: _Browse Previously Scheduled Files
ast: _Desaminar los ficheros previamente programaos
bn_in: পূর্বে নির্ধারিত ফাইলগুলি ব্রাউজ করুন (_B)

source: _Export
ast: _Esportar
be@latin: _Ekspartuj
bn_in: এক্সপোর্ট করুন (_E)

source: _Write only these photos to CD
ast: _Escribir sólo eses semeyes al CD
bn_in: শুধুমাত্র এই ছবিগুলি CD-র মধ্যে লেখা হবে (_W)

source: F_acebook...
bn_in: Facebook...(_a)

source: Waiting for authorization
ast: Esperando autorización
bn_in: অনুমোদনের অপেক্ষা করা হচ্ছে

source: F-Spot will now launch your browser so that you can enable the permission you just selected. Once you are directed by Facebook to return to this application, click "Ok" below.
ast: Agora F-Spot va arrancar el to restolador pa que puedas activar el permisu qu'acabes d'escoyer. Cuando Facebook t'indique que tienes que volver a esta aplicación, calca "Aceptar" debaxo.
bn_in: আপনার নির্বাচিত অনুমতি সক্রিয় করার উদ্দেশ্যে F-Spot দ্বারা এখন ব্রাউজার আরম্ভ করা হবে। Facebook দ্বারা এই অ্যাপ্লিকেশনে প্রত্যাবর্তন করার নির্দেশ দেওয়া হলে নীচে "ঠিক আছে" টিপুন।

source: Too many images to export
ast: Demasiaes imáxenes a esportar
bn_in: এক্সপোর্ট করার উদ্দেশ্যে অত্যাধিক ছবি নির্বাচিত হয়েছে

source: Facebook only permits {0} photographs per album. Please refine your selection and try again.
ast: Facebook sólo permite {0} semeyes por álbum. Refine la esbilla y pruebe otra vuelta.
bn_in: Facebook-র ক্ষেত্রে একটি অ্যালবামে শুধুমাত্র{0}-টি ছবির জন্য স্থান রয়েছে। অনুগ্রহ করে আপনার নির্বাচিত তালিকা পরিশ্রুত করে পুনরায় চেষ্টা করুন।

source: Uploading Pictures
ast: Xubiendo Imáxenes
be@latin: Vysyłka vyjavaŭ
bn_in: ছবি আপলোড করা হচ্ছে

source: Album must have a name
ast: Álbum debe tener mesmu nome
bn_in: অ্যালবামের নাম উল্লেখ করা আবশ্যক

source: Please name your album or choose an existing album.
ast: Por favor, noma'l to álbum o escueyi un álbum esistente.
bn_in: অনুগ্রহ করে অ্যালবামের নাম নির্ধারণ করুন অথবা একটি উপস্থিত অ্যালবাম চিহ্নিত করুন।

source: Creating a new album failed
ast: Fallu criando nuevu álbum
bn_in: নতুন অ্যালবাম নির্মাণ করতে ব্যর্থ

source: An error occurred creating a new album. {0}
ast: Un fallu ocurrió criando nuevu álbum. {0}
bn_in: নতুন অ্যালবাম নির্মাণ করতে সমস্যা দেখা দিয়েছে। {0}

source: Uploading picture "{0}" ({1} of {2})
ast: Xubiendo imaxe "{0}" ({1} de {2})
be@latin: Dasyłańnie vyjavy "{0}" ({1} z {2})
bn_in: "{0}" ছবিটি আপলোড করা হচ্ছে ({1}, সর্বমোট {2})

source: Error Uploading To Facebook: {0}
ast: Fallu Xubiendo a Facebook: {0}
bn_in: Facebook-এ আপলোড করতে সমস্যা: {0}

source: Error
ast: Fallu
be@latin: Pamyłka
bn_in: ত্রুটি

source: Upload Complete
ast: Xubida Completada
be@latin: Vysyłka zakončanaja
bn_in: আপলোড সমাপ্ত হয়েছে

source: Waiting for authentication
ast: Esperando por autentificación
bn_in: অনুমোদনের অপেক্ষা করা হচ্ছে

source: F-Spot will now launch your browser so that you can log into Facebook. Once you are directed by Facebook to return to this application, click "Ok" below. F-Spot will cache your session in gnome-keyring, if possible, and re-use it on future Facebook exports.
ast: Agora F-Spot va arrancar el to restolador pa que puedas entamar la sesión en Facebook. Cuando Facebook t'indique que tienes que volver a esta aplicación, calca "Aceptar" debaxo.. F-Spot cacheará la to sesión nel Depósitu de claves, si se puede, y refusarala nun futuru pa esportar a Facebook.
bn_in: Facebook-এ লগ-ইন করার উদ্দেশ্যে F-Spot দ্বারা এখন ব্রাউজার আরম্ভ করা হবে। Facebook দ্বারা এই অ্যাপ্লিকেশনে প্রত্যাবর্তন করার নির্দেশ দেওয়া হলে নীচে "ঠিক আছে" টিপুন। সম্ভব হলে এই সেশানটি F-Spot দ্বারা gnome-keyring-র মধ্যে ক্যাশে করা হবে ও ভবিষ্যতে Facebook-এ করা এক্সপোর্টের ক্ষেত্রে তা পুনরায় ব্যবহার করা হবে।

source: Authenticating...
ast: Autentificando...
bn_in: অনুমোদন করা হচ্ছে...

source: Error logging into Facebook
ast: Error identificándose en Facebook
bn_in: Facebook-এ লগ-ইন করতে সমস্যা

source: There was a problem logging into Facebook. Check your credentials and try again.
ast: Hai un problema identificándose en Facebook. Comprueba les tos credenciales y inténtalo otra vegada.
bn_in: Facebook-এ লগ-ইন করতে সমস্যা। অনুগ্রহ করে আপনার পরিচয় সংক্রান্ত তথ্য পরীক্ষা করে পুনরায় প্রচেষ্টা করুন।

source: Authorizing Session
ast: Autorizando sesión
bn_in: সেশান অনুমোদন করা হচ্ছে

source: Session established, fetching user info...
ast: Sesión afitada, obteniendo información del usuariu...
bn_in: সোশান আরম্ভ করা হয়েছে, ব্যবহারকারীর তথ্য প্রাপ্ত করা হচ্ছে...

source: Session established, fetching friend list...
ast: Sesión afitada, obteniendo llista de collacios...
bn_in: সোশান আরম্ভ করা হয়েছে, বন্ধুদের তালিকা প্রাপ্ত করা হচ্ছে...

source: Session established, fetching friend details...
ast: Sesión afitada, obteniendo detalles de collacios...
bn_in: সোশান আরম্ভ করা হয়েছে, বন্ধুদের তথ্য প্রাপ্ত করা হচ্ছে...

source: Session established, fetching photo albums...
ast: Sesión afitada, obteniendo álbumes de semeyes...
bn_in: সোশান আরম্ভ করা হয়েছে, ছবির অ্যালবাম প্রাপ্ত করা হচ্ছে...

source: {0} {1} is logged into Facebook
ast: {0} {1} ta identificáu en Facebook
bn_in: {0} {1} এখন Facebook-র মধ্যে লগ-ইন করেছেন

source: Facebook Connection Error
ast: Fallu de conexón con Facebook
bn_in: Facebook-র সাথে সংযোগ করতে সমস্যা

source: There was an error when downloading your information from Facebook. Facebook said: {0}
ast: Hebo un fallu al descargar la to información de Facebook. Facebook dixo: {0}
bn_in: Facebook থেকে তথ্য ডাউনলোড করতে সমস্যা। Facebook থেকে প্রাপ্ত বার্তা: {0}

source: You are not logged in.
ast: Nun tas identificáu.
bn_in: আপনি লগ-ইন করেননি।

source: Auto-confirm Photos
ast: Autoconfirmar semeyes
bn_in: স্বয়ংক্রিয়ভাবে ছবি নিশ্চিত করা হবে

source: Caption
ast: Títulu
bn_in: শীর্ষক

source: Create a new album
ast: Crea un nuevu álbum
bn_in: একটি নতুন অ্যালবাম নির্মাণ করুন

source: Description
ast: Descripción
bn_in: বিবরণ

source: Export to Facebook
ast: Esportar a Facebook
bn_in: Facebook-এ এক্সপোর্ট করুন

source: In this photo
ast: Nesta semeya
bn_in: এই ফটোর মধ্যে

source: Location
ast: Llocalización
be@latin: Pałažeńnie
bn_in: অবস্থান

source: Login
ast: Identificación
bn_in: লগ-ইন করুন

source: Logout
ast: Salir identificación
bn_in: লগ-আউট করুন

source: Name
ast: Nome
be@latin: Nazva
bn_in: নাম

source: Not logged in
ast: Nun identificáu
bn_in: আপনি লগ-ইন করেননি

source: Permissions:
ast: Permisos:
bn_in: অনুমতি:

source: Stay Connected
ast: Siguir coneutáu
bn_in: সংযুক্ত থাকুন

source: Use an existing album
ast: usar un álbum esistente
bn_in: একটি উপস্থিত অ্যালবাম ব্যবহার করা হবে

source: Who is this?
ast: ¿Quién ye?
bn_in: ইনি কে?

source: _23hq...
bn_in: 23hq...(_2)

source: _Flickr...
bn_in: Flickr...(_F)

source: _Zooomr...
bn_in: Zooomr...(_Z)

source: Authorize
ast: Autorizar
be@latin: Aŭtaryzuj
bn_in: অনুমোদন

source: Return to this window after you have finished the authorization process on {0} and click the "Complete Authorization" button below
ast: Volver a esta ventana dempués de finar el procesu d'autorización en {0} y calca'l botón "Autorización Completada"
be@latin: Viarnisia da hetaha vakna paśla zakančeńnia aŭtaryzacyi ŭ servisie {0} i klikni knopku nižej "Dakonč aŭtaryzacyju"
bn_in: {0}-এ অনুমোদন সমাপ্তির পরে এই উইন্ডোতে প্রত্যাবর্তন করুন ও "অনুমোদন সম্পূর্ণ করুন" বাটনটি ক্লিক করুন

source: Complete Authorization
ast: Autorización Completa
be@latin: Dakonč aŭtaryzacyju
bn_in: অনুমোদন সম্পূর্ণ করুন

source: Logging into {0}
ast: Identificáu en {0}
be@latin: Aŭtaryzacyja ŭ servisie {0}
bn_in: {0}-এ লগ-ইন করা হচ্ছে

source: Checking credentials...
ast: Comprobando credenciales...
be@latin: Pravierka aŭtaryzacyi...
bn_in: পরিচয় পরীক্ষা করা হচ্ছে...

source: Welcome {0} you are connected to {1}
ast: Bienveníu {0} tas conectáu a {1}
be@latin: Vitajem ciabie, {0}, ty spałučyŭsia z {1}
bn_in: স্বাগতম {0}, আপনি এখন {1}-র সাথে সংযুক্ত

source: Sign in as a different user
ast: Entrar como un usuariu diferente
be@latin: Uvajdzi jak inšy karystalnik
bn_in: ভিন্ন ব্যবহারকারী রূপে লগ-ইন করুন

source: Used {0} of your allowed {1} monthly quota
ast: Usao {0} de la to cuota mensual {1} permitida
bn_in: {0} ব্যবহৃত হয়েছে, অনুমোদিত মাসিক সীমা হল {1}

source: Unable to log on
ast: Nun puede identificase en
be@latin: Aŭtaryzacyja nie ŭdałasia
bn_in: লগ-ইন করতে ব্যর্থ

source: Waiting for response {0} of {1}
ast: Esperando rempuesta {0} de {1}
be@latin: Čakańnie adkazu {0} z {1}
bn_in: {0} উত্তরের প্রতীক্ষা করা হচ্ছে, সর্বমোট {1}

source: Uploading picture "{0}"
ast: Xubiendo imaxe "{0}"
be@latin: Vysyłka vyjavy "{0}"
bn_in: ছবি "{0}" আপলোড করা হচ্ছে

source: Error Uploading To {0}: {1}
ast: Fallu Xubiendo A {0}: {1}
be@latin: Pamyłka padčas vysyłki da {0}: {1}
bn_in: {0}-এ আপলোড করতে সমস্যা: {1}

source: Unable to log on.
ast: Nun puede identificase en.
be@latin: Aŭtaryzacyja nie ŭdałasia.
bn_in: লগ-ইন করতে ব্যর্থ।

source: F-Spot was unable to log on to {0}. Make sure you have given the authentication using {0} web browser interface.
ast: F-Spot nun pudo identificase en {0}. Tate seguru que dante autentificación usando {0} la interfaz del restolador web.
be@latin: F-Spot nia zmoh aŭtaryzavacca ŭ servisie {0}. Upeŭnisia, što ty aŭtaryzavaŭsia ŭ servisie {0} pry dapamozie web-hartača.
bn_in: F-Spot {0}-এ লগ-ইন করতে ব্যর্থ। অনুগ্রহ করে পরীক্ষা করুন {0} ওয়েব ব্রাউজার ইন্টারফেস প্রয়োগ করে অনুমোদনের তথ্য লেখা হয়ছে কি না।

source: <b>Account</b>
ast: <b>Cuenta</b>
be@latin: <b>Kont</b>
bn_in: <b>অ্যাকাউন্ট</b>

source: <b>Photos</b>
ast: <b>Semeyes</b>
be@latin: <b>Zdymki</b>
bn_in: <b>ছবি</b>

source: <b>Style</b>
ast: <b>Estilu</b>
be@latin: <b>Styl</b>
bn_in: <b>বিন্যাস</b>

source: <b>Viewing permissions</b>
ast: <b>Viendo permisos</b>
be@latin: <b>Dazvoły dla prahladu</b>
bn_in: <b>প্রদর্শনের অনুমতি</b>

source: Export
ast: Esportar
be@latin: Ekspartuj
bn_in: এক্সপোর্ট করুন

source: Export tag _hierarchy
ast: Esportar _xerarquía d'etiqueta
bn_in: ট্যাগের অনুক্রম এক্সপোর্ট করা হবে (_h)

source: F-Spot needs your authorization in order to upload photos to your {0} account. Press the "Authorize" button to open a web browser and give F-Spot the authorization.
ast: F-Spot necesita la to autorización pa xubir semeyes a la to cuenta {0}. Calca el botón "Autorizar" p'abrir un restolador web y dar autorización a F-Spot.
be@latin: F-Spot vymahaje aŭtaryzacyi, kab vysyłać zdymki na kont u servisie {0}. Naciśni knopku "Aŭtaryzuj", kab uruchomić web-hartač i aŭtaryzavać prahramu F-Spot.
bn_in: আপনার {0} অ্যাকাউন্টে ফটো আপলোড করার জন্য F-Spot-কে অনুমোদন করা আবশ্যক। "অনুমোদন" বাটন টিপে একটি ওয়েব-ব্রাউজার খুলুন ও F-Spot-কে অনুমোদন করুন।

source: Ignore _top level tags
ast: Inorar etiquetes de _másimu nivel
bn_in: উপরের স্তরের ট্যাগ উপেক্ষা করা হবে (_t)

source: Private
ast: Privada
be@latin: Pryvatnaje
bn_in: ব্যক্তিগত

source: Public
ast: Pública
be@latin: Publičnaje
bn_in: সার্বজনীন

source: Strip _metadata
ast: Recortar _metadatos
be@latin: Vydal _metaźviestki
bn_in: মিটাডাটা বর্জন করা হবে (_m)

source: Visible to Family
ast: Visible a la Familia
be@latin: Bačnyja dla siamji
bn_in: পারিবারের জন্য প্রদর্শিত

source: Visible to Friends
ast: Visible a Collacios
be@latin: Bačnyja dla siabroŭ
bn_in: বন্ধুদের জন্য প্রদর্শিত

source: _Export tags
ast: _Esportar etiquetes
be@latin: _Ekspartuj cetliki
bn_in: ট্যাগ এক্সপোর্ট করুন (_E)

source: _Resize to:
ast: _Camudar tamañu a:
be@latin: Źmianni pamie_r na:
bn_in: চিহ্নিত মাপে পরিবর্তন করুন: (_R)

source: _View photos in browser when done uploading
ast: _Ver semeyes en restolador cuando seyan xubíes
be@latin: _Pakažy zdymki ŭ web-hartačy paśla zakančeńnia pierasyłu
bn_in: আপলোড সমাপ্ত হলে ব্রাউজারের মধ্যে ছবি প্রদর্শন করা হবে (_V)

source: pixels
be@latin: pikselaŭ
bn_in: পিক্সেল

source: F_older...
ast: C_arpeta...
bn_in: ফোল্ডার...(_o)

source: Select Export Folder
ast: Seleicionar Carpeta Esportación
bn_in: এক্সপোর্টের ফোল্ডার নির্বাচন করুন

source: Building Gallery
ast: Facer Galería
bn_in: গ্যালারি নির্মাণ করা হচ্ছে

source: Error uploading picture "{0}" to Gallery:{2}{1}
bn_in: "{0}" ছবিটি গ্যালারিতে আপলোড করতে ব্যর্থ:{2}{1}

source: Error: Error while transferring; Aborting
bn_in: ত্রুটি: পরিবহণকালে সমস্যা; পরিত্যাগ করা হচ্ছে

source: Error: File Already Exists; Aborting
bn_in: ত্রুটি: ফাইল বর্তমানে উপস্থিত রয়েছে; পরিত্যাগ করা হচ্ছে

source: Light
ast: Lluz
bn_in: আলো

source: Dark
ast: Solombra
bn_in: আঁধার

source: Prev
ast: Ant
bn_in: পূর্ববর্তী

source: Index
ast: Indiz
be@latin: Indeks
bn_in: সূচি

source: Tags
ast: Etiquetes
bn_in: ট্যাগ

source: Next
ast: Siguiente
be@latin: Dalej
bn_in: পরবর্তী

source: Gallery generated by
ast: Galería xenerada por
bn_in: গ্যালারি নির্মাতা

source: Show Styles
ast: Amosar Estilos
bn_in: বিন্যাস প্রদর্শন করা হবে

source: Hide Styles
ast: Anubrir Estilos
bn_in: বিন্যাস আড়াল করা হবে

source: Tags:
ast: Etiquetes:
be@latin: Cetliki:
bn_in: ট্যাগ:

source: Page:
ast: Páxina:
bn_in: পৃষ্ঠা:

source: <b>Destination</b>
ast: <b>Destín</b>
be@latin: <b>Miesca pryznačeńnia</b>
bn_in: <b>গন্তব্য</b>

source: <b>Export Method</b>
ast: <b>Esportar Métodos</b>
bn_in: <b>এক্সপোর্টের পদ্ধতি</b>

source: Create _gallery using "Original"
ast: Criar galería usando "Orixinal"
bn_in: "Original" সহযোগে গ্যালারি নির্মাণ করা হবে (_g)

source: Create standalone _web gallery
ast: Criar una galería _web independiente
bn_in: স্বতন্ত্র ওয়েব গ্যালারি নির্মাণ করা হবে (_w)

source: D_escription:
ast: D_escripción:
bn_in: বিবরণ: (_e)

source: Export _tags
ast: Esportar _etiquetes
bn_in: ট্যাগ এক্সপোর্ট করা হবে (_t)

source: Export tag _icons
ast: Esportar _iconos etiqueta
bn_in: ট্যাগের আইকন এক্সপোর্ট করা হবে (_i)

source: Folder Export
ast: Carpeta Esportación
bn_in: ফোল্ডার এক্সপোর্ট

source: G_allery Name:
ast: Nome Galería:
bn_in: গ্যালারির নাম: (_a)

source: Open _destination when done exporting
ast: Abrir _destinu cuando la esportación seya fecha
bn_in: এক্সপোর্ট সমাপ্ত হলে গন্তব্যস্থল প্রদর্শন করা হবে (_d)

source: _Folder:
ast: _Carpeta
bn_in: ফোল্ডার: (_F)

source: _Save the files only
ast: _Guardar sólo ficheros
bn_in: ফাইলগুলি শুধুমাত্র সংরক্ষণ করা হবে (_S)

source: Web _Gallery...
ast: _Galería Web...
bn_in: ওয়েব গ্যালারি...(_G)

source: Cannot connect to a Gallery for which the version is unknown. Please check that you have Remote plugin 1.0.8 or later
ast: Nun puede coneutase a Galería cola versión desconocía. Por favor, comprueba que tienes el módulu complementariu Remote 1.0.8 o posterior
bn_in: অজানা সংস্করণ সংখ্যার Gallery-র সাথে সংযোগ করতে ব্যর্থ। অনুগ্রহ করে পরীক্ষা করুন Remote প্লাগ-ইনের 1.0.8 অথবা ঊর্ধ্বতন সংস্করণ উপস্থিত রয়েছে কি না

source: Invalid URL
ast: URL Nun válida
bn_in: অবৈধ URL

source: The gallery URL entry does not appear to be a valid URL
ast: La URL pa la galería parez nun ser una URL válida
bn_in: গ্যালারির URL সম্ভবত বৈধ নয়

source: Error while connecting to Gallery
ast: Fallu mientres se conectaba a Galería
bn_in: গ্যালারির সাথে সংযোগ স্থাপনকালে ত্রুটি

source: The following error was encountered while attempting to log in: {0}
ast: El siguiente fallu atopose mientres s'identificaba en: {0}
bn_in: লগ-ইন করার সময় নিম্নলিখিত ত্রুটি উৎপন্ন হয়েছে: {0}

source: A Gallery with this name already exists
ast: Una Galería con esi nome ya esiste
bn_in: এই নামের একটি গ্যালারি বর্তমানে উপস্থিত রয়েছে

source: There is already a Gallery with the same name in your registered Galleries. Please choose a unique name.
ast: Ya esiste una Galería con esi mesmu nome nes tos Galeríes rexistraes. Por favor, escueye un nome únicu.
bn_in: আপনার নিবন্ধির গ্যালারির তালিকায় এই নামের একটি গ্যালারি বর্তমানে উপস্থিত রয়েছে। অনুগ্রহ করে ভিন্ন ও স্বতন্ত্র একটি নাম নির্বাচন করুন।

source: (TopLevel)
ast: (Másimu Nivel)
bn_in: (উপরের স্তর)

source: Invalid Gallery name
ast: Nome Galería Nun Válidu
bn_in: গ্যালারির নাম বৈধ নয়

source: The gallery name contains invalid characters. Only letters, numbers, - and _ are allowed
ast: El nome de la galería contien carácteres nun válidos. Sólo lletres, númberos, - y _ tan permitíos
bn_in: গ্যালারির নামের মধ্যে অবৈধ অক্ষর উপস্থিত রয়েছে। শুধুমাত্র অক্ষর, সংখ্যা, - ও _ চিহ্নগুলির ব্যবহার অনুমোদিত

source: Error uploading picture "{0}" to Gallery: {1}
ast: Fallu xubiendo imaxe "{0}" a Galería: {1}
bn_in: "{0}" ছবিটি গ্যালারির মধ্যে আপলোড করতে ব্যর্থ: {1}

source: (No Gallery)
ast: (Non Galería)
be@latin: (Halerei niama)
bn_in: (গ্যালারি নেই)

source: (Not Connected)
ast: (Non Conectao)
be@latin: (Niama spałučeńnia)
bn_in: (সংযুক্ত নয়)

source: (No Albums)
ast: (Non Albums)
be@latin: (Niama albomaŭ)
bn_in: (অ্যালবাম নেই)

source: No account selected
ast: Non seleicionada cuenta
be@latin: Kont nie paznačany
bn_in: কোনো অ্যাকাউন্ট নির্বাচন করা হয়নি

source: <b>Album</b>
be@latin: <b>Albom</b>
bn_in: <b>অ্যালবাম</b>

source: <b>Gallery</b>
ast: <b>Galería</b>
be@latin: <b>Halereja</b>
bn_in: <b>গ্যালারি</b>

source: <span weight='bold' size='larger'>Error Connecting to Gallery</span>
ast: <span weight='bold' size='larger'>Fallu Coneutando a Galería</span>
bn_in: <span weight='bold' size='larger'>গ্যালারির সাথে সংযোগ স্থাপন করতে ব্যর্থ</span>

source: Export _titles and comments
ast: Esportar _títulos y comentarios
bn_in: শিরোনাম ও মন্তব্য এক্সপোর্ট করা হবে (_t)

source: Open _album in browser when done uploading
ast: Abrir _álbum en restolador cuando la xubida seya fecha
be@latin: Adčyni _albom u web-hartačy paśla zakančeńnia pierasyłu
bn_in: আপলোড সমাপ্ত হলে ব্রাউজারের মধ্যে অ্যালবাম প্রদর্শন করা হবে (_a)

source: Please verify that the settings for this gallery are correct.
ast: Por favor, comprueba que la configuración pa esta galería ye correuta.
bn_in: অনুগ্রহ করে পরীক্ষা করুন, গ্যালারির বৈশিষ্ট্য সঠিকরূপে স্থাপিত হয়েছে কি না।

source: U_RL:
bn_in: URL: (_R)

source: _Album Name:
ast: Nome _Album:
bn_in: অ্যালবামের নাম: (_A)

source: _Description:
ast: _Descripción:
be@latin: _Apisańnie:
bn_in: বিবরণ: (_D)

source: _Export to Album:
ast: _Esportar a Album:
be@latin: _Ekspartuj u albom:
bn_in: অ্যালবামে এক্সপোর্ট করুন: (_E)

source: _Gallery Name:
ast: Nome _Galería:
bn_in: গ্যালারির নাম: (_G)

source: _Gallery:
ast: _Galería:
bn_in: গ্যালারি: (_G)

source: _Parent Album:
ast: Album _Padre:
bn_in: ঊর্ধ্বতন অ্যালবাম: (_P)

source: _Password:
ast: _Contraseña:
be@latin: _Parol:
bn_in: পাসওয়ার্ড: (_P)

source: _Title:
ast: _Títulu:
bn_in: শিরোনাম: (_T)

source: _Username:
ast: _Nome d'Usuariu:
be@latin: _Karystalnik:
bn_in: ব্যবহারকারীর নাম: (_U)

source: Error reading server response
ast: Fallu lleendo rempuesta sirvidor
bn_in: সার্ভার থেকে প্রাপ্ত উত্তর পড়তে সমস্যা

source: Server returned response without Gallery content
ast: Sirvidor devolvió rempuesta ensin conteníu de la Galería
bn_in: Gallery সামগ্রী বিনা সার্ভার থেকে উত্তর প্রাপ্ত হয়েছে

source: Error while creating new album
ast: Fallu mientres se creaba nuevu álbum
bn_in: নতুন অ্যালবাম নির্মাণকালে সমস্যা

source: The following error was encountered while attempting to perform the requested operation: {0} ({1})
ast: Alcontróse'l siguiente fallu al tentar facer la operación requería: {0} ({1})
bn_in: অনুরোধিত কর্ম সঞ্চালনকালে নিম্নলিখিত সমস্যা দেখা দিয়েছে : {0} ({1})

source: _PicasaWeb...
bn_in: PicasaWeb...(_P)

source: Error while creating Album
ast: Fallu mientres se creaba Album
bn_in: অ্যালবাম নির্মাণকালে সমস্যা

source: The following error was encountered while attempting to create an album: {0}
ast: Atópose'l siguiente fallu mientres se creaba un álbum: {0}
bn_in: নতুন অ্যালবাম নির্মাণকালে নিম্নলিখিত ত্রুটি উৎপন্ন হয়েছে: {0}

source: {0} Sent
ast: {0} Unviar
bn_in: {0} পাঠানো হয়েছে

source: {0} of approx. {1}
ast: {0} d'approx. {1}
bn_in: {0}, আনুমানিক সর্বমোট {1}

source: Error Uploading To Gallery: {0}
ast: Fallu Xubiendo a Galería: {0}
be@latin: Pamyłka padčas vysyłańnia ŭ halereju: {0}
bn_in: গ্যালারিতে আপলোড করতে সমস্যা: {0}

source: Available space: {0}, {1}% used out of {2}
ast: Espaciu disponible: {0}, {1} usáu de {2}
bn_in: উপলব্ধ স্থান: {0}, {1}% ব্যবহৃত, সর্বমোট {2}

source: The selected album has a limit of {0} pictures, which would be passed with the current selection of {1} images
ast: L'álbum escoyíu tien una llende de {0} imáxenes, que se sobrepasará cola escoyeta actual de {1} imáxenes
bn_in: নির্বাচিত অ্যালবামের ক্ষেত্রে সর্বাধিক {0}-টি ছবি সীমা ধার্য করা হয়েছে। বর্তমান নির্বাচনে {1}-টি ছবির উপস্থিতির ফলে এই সীমা উলঙ্ঘন করা হবে

source: <b>PicasaWeb Export</b>
ast: <b>Esportar a PicasaWeb</b>
bn_in: <b>PicasaWeb এক্সপোর্ট</b>

source: <span weight='bold' size='larger'>Your Google Account is locked</span>
ast: <span weight='bold' size='larger'>La to Cuenta Goolge ta bloquiada</span>
bn_in: <span weight='bold' size='larger'>আপনার Google অ্যাকাউন্ট লক করা হয়েছে</span>

source: Please verify that the settings for this gallery are correct. Enter the letters as they are shown in the image in the 'Captcha' field. <i>Letters are not case-sensitive</i>
ast: Por favor, verifica que la configuración pa esta galería ye correuta. Introduz les lletres que s'amuesen na imaxe nel campu 'Captcha'. <i>Lletres nun son sensibles a mayúscules</i>
bn_in: অনুগ্রহ করে পরীক্ষা করুন এই গ্যালারির বৈশিষ্ট্য সঠিকরূপে ধার্য করা হয়েছে কি না। 'ক্যাপচা' শীর্ষক ক্ষেত্রে প্রদর্শিত ছবির মধ্যে উপস্থিত অক্ষরগুলি লিখুন। <i>অক্ষরগুলির ক্ষেত্রে হরফের ছাঁদ মেলানো হবে না</i>

source: Public Album
ast: Album Públicu
be@latin: Publičny albom
bn_in: সার্বজনীন অ্যালবাম

source: _Album Title:
ast: Títulu _álbum:
be@latin: _Zahałovak albomu:
bn_in: অ্যালবামের শিরোনাম: (_A)

source: _Autorotate
ast: _Autovoltiar
bn_in: স্বয়ংক্রিয় আবর্তন (_A)

source: _Captcha:
bn_in: ক্যাপচা: (_C)

source: _SmugMug...
bn_in: SmugMug...(_S)

source: <b>SmugMug Export</b>
ast: <b>Esportar a SmugMug</b>
be@latin: <b>Ekspart u SmugMug</b>
bn_in: <b>SmugMug এক্সপোর্ট</b>

source: _Account:
ast: _Cuenta:
be@latin: _Kont:
bn_in: অ্যাকাউন্ট: (_A)

source: Uploading photo "{0}"
ast: Xubiendo semeya "{0}"
bn_in: "{0}" ছবি আপলোড করা হচ্ছে

source: Logging into Tabblo
ast: Identificáu en Tabblo
bn_in: Tabblo-তে লগ-ইন করা হচ্ছে

source: Obtaining URL for upload
ast: Algamando URL pa xubir
bn_in: আপলোড করার উদ্দেশ্যে URL আহরণ করা হচ্ছো

source: _Tabblo...
bn_in: Tabblo...(_T)

source: Done sending photos
ast: Semeyes unviaes
bn_in: ছবি পাঠানো সমাপ্ত হয়েছে

source: Upload complete
ast: Xubida fecha
bn_in: আপলোড সমাপ্ত

source: Error uploading to Tabblo:
ast: Fallu xubiendo a Tabblo:
bn_in: Tabblo-তে আপলোড করতে সমস্যা:

source: Compressed fil_e...
ast: Fich_eru comprimíu...
bn_in: কম্প্রেস করা ফাইল...(_e)

source: No selection available
ast: Seleición nun disponible
be@latin: Niama nijakaha zaznačeńnia
bn_in: কোনো নির্বাচন করা হয়নি
