Repository: iainlane/f-spot
Catalog: po/*.po
Languages: ast, be@latin, bn_in

source: <b>Co_rrections</b>
ast: <b>Co_rreuciones</b>
be@latin: <b>Pap_raŭki</b>
bn_in: <b>সংশোধন (_r)</b>

source: <b>Image Interpolation</b>
ast: <b>Interpolación Semeya</b>
be@latin: <b>Interpalacyja vyjavy</b>
bn_in: <b>ছবির প্রক্ষেপণ</b>

source: <b>Size</b>
ast: <b>Tamañu</b>
be@latin: <b>Pamier</b>
bn_in: <b>মাপ</b>

source: <b>Summary</b>
ast: <b>Sumariu</b>
be@latin: <b>Ahlad</b>
bn_in: <b>সারসংক্ষেপ</b>

source: <b>Transparent Parts</b>
ast: <b>Partes Tresparentes</b>
be@latin: <b>Prazrystyja častki</b>
bn_in: <b>স্বচ্ছ্ব অংশ</b>

source: <b>View all pictures imported</b>
ast: <b>Ver toles imáxenes importaes</b>
be@latin: <b>Pakažy ŭsie zimpartavanyja zdymki</b>
bn_in: <b>ইম্পোর্ট করা সকল ছবি প্রদর্শন করা হবে</b>

source: <b>_White Balance</b>
ast: <b>_Balance Blancos</b>
be@latin: <b>_Balans bieli</b>
bn_in: <b>সাদা রংয়ের ভারসাম্য (_W)</b>

source: <small><i>Enable this to allow interpolation on zoomed images. You shouldn't disable this for viewing photos, but disabling the interpolation could be usefull in icon design.</i></small>
ast: <small><i>Activar esto pa permitir interpolación nes imáxenes ampliaes. Nun debiera desactivar esto pa ver semeyes, pero desactivar la interpolación podría ser útil nel diseñu d'iconos.</i></small>
be@latin: <small><i>Hetaja opcyja ŭklučaje interpalacyju pabolšanych vyjavaŭ. Nia treba vyklučać hetaha padčas prahladu zdymkaŭ, ale vyklučeńnie interpalacyi moža być karysnym pry prajektavańni ikon.</i></small>
bn_in: <small><i>বড় করে প্রদর্শিত ছবিগুলির ক্ষেত্রে প্রক্ষেপণ সক্রিয় করা হবে। ছবি প্রদর্শনের জন্য এটি নিষ্ক্রিয় না করা উচিত, কিন্তু আইকনের বিন্যাসের ক্ষেত্রে প্রক্ষেপণ নিষ্ক্রিয় করা সুবিধাজনক হতে পারে।</i></small>

source: <small><i>You can choose how to display transparent parts in images. This option has no effect on photos, but setting this as check pattern or custom color could be usefull when viewing icons or other artworks with transparent parts.</i></small>
ast: <small><i>Pue escoyer cómo amosar partes tresparentes nes imáxenes. Esta opción nun tien efeutu nes semeyes, pero afitar esto como un patrón de cuadros o color personalizáu pue ser útil al ver iconos u otros trabayos artísticos con partes tresparentes.</i></small>
be@latin: <small><i>Možna akreślić, jakim čynam majuć być pakazanyja prazrystyja frahmenty vyjavy. Hetaja opcyja nie vykarystoŭvajecca dla zdymkaŭ, ale vybar šachmatnaj doški albo niejkaha koleru moža być karysnym pry prahladzie ikon albo inšych vyjavaŭ z prazrystymi frahmentami.</i></small>
bn_in: <small><i>ছবির স্বচ্ছ অংশগুলি প্রদর্শনের পদ্ধতি নির্বাচন করা যাবে। এই বিকল্পের প্রয়োগের ফলে, মূল ফটোর মধ্যে কোনো প্রভাব পড়বে না। কিন্তু এই বৈশিষ্ট্যে ক্ষেত্রে চৌখুপ্পি বিন্যাস অথবা স্বনির্ধারিত রং নির্বাচন করা হলে আইকন অথবা স্বচ্ছ অংশ বিশিষ্ট ছবি প্রদর্শনে সুবিধা হবে।</i></small>

source: As _background
ast: Como _fondu
be@latin: J_ak fon
bn_in: পটভূমি রূপে (_b)

source: As _custom color:
ast: Como color _personalizáu:
be@latin: Jak uł_asny koler:
bn_in: স্বনির্ধারিত রং রূপ: (_c)

source: As check _pattern
ast: Como p_atrón de comprobación
be@latin: Jak šachmatna_ja doška
bn_in: চৌখুপ্পি বিন্যাসে (_p)

source: Attach Tags:
ast: Axuntar Etiquetes:
be@latin: Dałučy cetliki:
bn_in: ট্যাগ যোগ করুন:

source: Attach tag:
be@latin: Dałučy cetlik:
bn_in: ট্যাগ যোগ করুন:

source: C_ontrast:
ast: C_ontraste:
be@latin: K_antrast:
bn_in: বৈপরিত্য: (_o)

source: Camera Selection
be@latin: Vybar kamery
bn_in: ক্যামেরা নির্বাচন

source: Copy files to the Photos folder
ast: Copiar ficheros a la carpeta de Semeyes
be@latin: Skapijuj fajły ŭ kataloh zdymkaŭ
bn_in: Photos ফোল্ডারের মধ্যে ফাইল কপি করা হবে

source: Create Mail
ast: Crear Corréu Electrónicu
be@latin: Stvary list
bn_in: মেইল তৈরি করুন

source: Create _icon for this tag when first used
ast: Crear _iconu pa esta etiqueta al usala per primer vegada
bn_in: প্রথমবার ট্যাগ ব্যবহৃত হলে, ট্যাগের আইকন নির্মাণ করা হবে (_i)

source: Create a mail with the selected photos (possibly resized) attached
ast: Criar un corréu electrónicu coles semeyes seleicionaes (Dablemente en tamañu) axuntaes
be@latin: Stvary list, i dałučy paznačananyja zdymki (možna źmienšanyja)
bn_in: নির্বাচিত ফটোগুলি সংযুক্ত করে (সম্ভব হলে, মাপ পরিবর্তন করে) একটু মেইল প্রস্তুত করুন

source: Detect duplicates
ast: Detectar duplicaos
bn_in: প্রতিলিপি সনাক্ত করা হবে

source: Display File _Names
ast: Amosar _Nomes de Ficheros
be@latin: Pakažy _nazvy fajłaŭ
bn_in: ফাইলের নাম প্রদর্শন করা হবে (_N)

source: Display only those photos that were imported in specified Rolls.
ast: Amosar namái aquelles semeyes que foron importaes de carretes específicos.
be@latin: Pakazvaj tolki tyja zdymki, što byli impartavanyja ŭ akreślenych katuškach.
bn_in: সুনির্দিষ্ট রোলের মধ্যে ইম্পোর্ট করা ফটোগুলি শুধুমাত্র প্রদর্শন করা হবে।

source: Do not send a mail
ast: Nun unviar un corréu electrónicu
be@latin: Nie vysyłaj pošty
bn_in: মেইল পাঠানো হবে না

source: E-_Mail:
bn_in: ই-মেইল: (_M)

source: E_xport titles and comments
be@latin: E_kspartuj nazvy j kamentary
bn_in: শিরোনাম ও মন্তব্য এক্সপোর্ট করা হবে (_x)

source: Estimated new size
ast: Nuevu tamañu estimáu
be@latin: Pryblizny novy pamier
bn_in: নতুন আনুমানিক মাপ

source: Extra large
ast: Estra llargu
be@latin: Vielmi vialiki
bn_in: অতিরিক্ত বড়

source: F-Spot View
ast: Visor F-Spot
be@latin: Vyhlad F-Spot
bn_in: F-Spot প্রদর্শন

source: Filter on selected rolls
ast: Peñerar los carretes seleicionaos
be@latin: Filtruj pavodle zaznačanych katušak
bn_in: নির্বাচিত রোল অনুযায়ী ফিল্টার করা হবে

source: G_allery:
be@latin: H_alereja:
bn_in: গ্যালারি: (_a)

source: Gallery
be@latin: Halereja
bn_in: গ্যালারি

source: Import
ast: Importar
be@latin: Impartuj
bn_in: ইম্পোর্ট করুন

source: Import Source:
be@latin: Krynica impartu:
bn_in: ইম্পোর্টের উৎসস্থল:

source: Include subfolders
ast: Incuyir subcarpetes
be@latin: Dałučaj padkatalohi
bn_in: সাবফোল্ডার অন্তর্ভুক্ত করা হবে

source: Large
ast: Grande
be@latin: Vialiki
bn_in: বড়

source: Manage your custom selection ratios
ast: Xestiona les tos preferencies de seleición personalizaes
bn_in: নির্বাচনের স্বনির্ধারিত অনুপাত পরিচালনা করুন

source: Medium
ast: Mediu
be@latin: Siaredni
bn_in: মাঝারি

source: Number of photos in selected rolls:
ast: Númberu de semeyes nos carretes seleicionaos:
bn_in: নির্বাচিত রোলের মধ্যে উপস্থিত ফটোর সংখ্যা:

source: Number of pictures
ast: Númberu de semeyes
be@latin: Kolkaść vyjavaŭ
bn_in: ছবির সংখ্যা

source: Open _Folder...
ast: Abrir _Carpeta...
be@latin: Adčyni _kataloh...
bn_in: ফোল্ডার খুলুন...(_F)

source: Original size (possible very large file size)
ast: Tamañu orixinal (posiblemente tamañu muncho más grande)
be@latin: Aryhinalny pamier (vierahodna vializny pamier fajłu)
bn_in: মূল মাপ (সম্ভবত বৃহৎ মাপের ফাইল)

source: P_arent Tag:
ast: Etiqueta _Padre:
be@latin: _Hałoŭny cetlik:
bn_in: ঊর্ধ্বতন ট্যাগ: (_a)

source: Pause
be@latin: Paŭza
bn_in: স্থগিত করুন

source: Preferences
ast: Preferencies
be@latin: Nałady
bn_in: পছন্দসই মান

source: Previous
ast: Anterior
be@latin: Papiaredni
bn_in: পূর্ববর্তী

source: Repair
ast: Iguar
be@latin: Vypraŭ
bn_in: সংশোধন করুন

source: Select Photos to Copy From Camera...
be@latin: Abiary zdymki, kab skapijavać z fotakamery...
bn_in: ক্যামেরা থেকে কপি করার উদ্দেশ্যে ফটো নির্বাচন করুন...

source: Select a Tag...
ast: Seleicionar una Etiqueta...
be@latin: Abiary cetlik...
bn_in: একটি ট্যাগ নির্বাচন করুন...

source: Select the camera from which you want to transfer files
be@latin: Abiary fotakameru, ź jakoj majuć być pierasłanyja fajły
bn_in: ফাইল স্থানান্তর করার উদ্দেশ্যে ক্যামেরা নির্বাচন করুন

source: Selected Camera:
be@latin: Abranaja fotakamera:
bn_in: নির্বাচিত ক্যামেরা:

source: Selection Constraints
ast: Restricciones de seleición
bn_in: নির্বাচন সংক্রান্ত সীমা

source: Set as _Background
ast: Afitar como _fondu
be@latin: Zrabi _fonam stała
bn_in: পটভূমি রূপে নির্ধারণ করুন (_B)

source: Show all photos.
ast: Amosar toles semeyes.
be@latin: Pakažy ŭsie zdymki.
bn_in: সকল ফটো প্রদর্শন করা হবে।

source: Show or hide the side pane
ast: Amosar o anubrir el panel llateral
be@latin: Pakažy albo schavaj bakavuju panel
bn_in: পার্শ্ববর্তী পেইন প্রদর্শন অথবা আড়াল করা হবে

source: Show or hide the toolbar
ast: Amosar o anubrir la barra de ferramientes
be@latin: Pakažy albo schavaj panel pryładździa
bn_in: টুল-বার প্রদর্শন অথবা আড়াল করা হবে

source: Side _pane
ast: Anubrir _panel
be@latin: _Bakavaja panel
bn_in: পার্শ্ববর্তী পেইন (_p)

source: Small
ast: Pequeña
be@latin: Mały
bn_in: ছোট

source: Specify if an original size picture should be rotated or not. Smaller sizes are automatically rotated.
ast: Afita si una imaxe con tamañu orixinal puede voltiase o non. Los tamaños pequeños van voltiase automáticamente.
be@latin: Vyznač, ci pavaročvać aryhinał vyjavy. Mienšyja pamiery aŭtamatyčna pavaročvajucca.
bn_in: মূল মাপের কোনো ছবি ঘোরানো হবে কি না তা নির্ধারণ করুন। ছোট মাপের ছবি স্বয়ংক্রিয়ভাবে ঘোরানো হবে।

source: Strip image _metadata
be@latin: Vydal _metaźviestki vyjavy
bn_in: ছবির মিটাডাটা ছাঁটাই করা হবে (_m)

source: Te_mp:
ast: Te_mporal:
bn_in: তাপমাত্রা: (_m)

source: Tiny
ast: Pequeña
be@latin: Vielmi mały
bn_in: ক্ষুদ্র

source: Total original size
ast: Tamañu orixinal total
be@latin: Poŭny pamier aryhinału
bn_in: সর্বমোট মূল মাপ

source: Zoom _in
ast: Aver_ar
be@latin: Pav_ialič
bn_in: বড় মাপে প্রদর্শন (_i)

source: Zoom _out
ast: _Alloñar
be@latin: Ź_mienš
bn_in: ছোট মাপে প্রদর্শন (_o)

source: Zoom in
ast: Averar
be@latin: Pavialič
bn_in: বড় মাপে প্রদর্শন

source: Zoom out
ast: Alloñar
be@latin: Źmienš
bn_in: ছোট মাপে প্রদর্শন

source: _Brightness:
ast: _Brillu:
be@latin: _Jaskravaść:
bn_in: উজ্জ্বলতা: (_B)

source: _Create Mail
ast: _Criar Corréu Electrónicu
be@latin: _Stvary list
bn_in: মেইল তৈরি করুন (_C)

source: _Edit
ast: _Editar
be@latin: _Madyfikuj
bn_in: সম্পাদনা (_E)

source: _Exposure:
ast: _Esposición:
bn_in: এক্সপোজার: (_E)

source: _Flickr
bn_in: Flickr (_F)

source: _Fullscreen
ast: _Pantalla Entera
be@latin: _Poŭnaekranny režym
bn_in: সম্পূর্ণ পর্দায় প্রদর্শন (_F)

source: _Gallery
be@latin: _Halereja
bn_in: গ্যালারি (_G)

source: _Help
ast: _Aida
be@latin: Dapamo_ha
bn_in: সাহায্য (_H)

source: _Hue:
ast: _Tonu:
be@latin: _Adcieńnie:
bn_in: হিউ: (_H)

source: _Interpolate image on zoom
ast: _Interpolar imaxe n'averamientu
be@latin: _Interpaluj vyjavu pry pavieličeńni
bn_in: বড় মাপে প্রদর্শনকালে প্রক্ষেপণ করা হবে (_I

source: _New Window
ast: _Nueva Ventana
be@latin: _Novaje vakno
bn_in: নতুন উইন্ডো (_N)

source: _Open album in browser when done uploading
be@latin: _Adčyni albom u web-hartačy paśla zakančeńnia pierasyłu
bn_in: আপলোড সমাপ্ত হলে ব্রাউজারের মধ্যে অ্যালবাম প্রদর্শন করা হবে (_O)

source: _Open destination when done exporting
be@latin: _Adčyni miesca pryznačeńnia paśla zakančeńnia ekspartavańnia
bn_in: আপলোড সমাপ্ত হলে গন্তব্যস্থল প্রদর্শন করা হবে (_O)

source: _Photo
ast: _Semeya
bn_in: ফটো (_P)

source: _Saturation:
ast: _Saturación:
be@latin: _Nasyčanaść:
bn_in: স্যাচুরেশন: (_S)

source: _Scale photos to no larger than:
be@latin: _Źmianiaj pamiery, kab zdymki byli nia bolšymi za:
bn_in: ফটোর সর্বাধিক মাপ: (_S)

source: _Slideshow
ast: _Pase Disapositives
bn_in: স্লাইড-শো (_S)

source: _Strip metadata
be@latin: _Vydal metaźviestki
bn_in: মিটাডাটা ছাঁটাই করা হবে (_S)

source: _Tag Name:
ast: _Etiqueta Nome:
be@latin: _Nazva cetlika:
bn_in: ট্যাগের নাম: (_T)

source: _Tint:
ast: Ma_tiz:
bn_in: বর্ণাভা: (_T)

source: _Toolbar
ast: _Barra de Ferramientes
be@latin: _Panel pryładździa
bn_in: টুল-বার (_T)

source: _URI:
bn_in: URI: (_U)

source: _View
ast: _Vista
be@latin: _Vyhlad
bn_in: প্রদর্শন (_V)

source: _Virtual Filesystem
be@latin: _Virtualnaja fajłavaja systema
bn_in: ভার্চুয়াল ফাইল-সিস্টেম (_V)

source: and
ast: y
be@latin: i
bn_in: এবং

source: at after between
ast: en dempués ente
be@latin: a paśla pamiž
bn_in: চিহ্নিত তারিখে চিহ্নিত তারিখের পরে চিহ্নিত তারিখের মধ্যে

source: Hide
ast: Anubrir
be@latin: Schavaj
bn_in: আড়াল করুন

source: Hide Toolbar
be@latin: Schavaj panel pryładździa
bn_in: টুল-বার আড়াল করা হবে

source: Info
ast: Información
be@latin: Źviestki
bn_in: তথ্য

source: Image Information
ast: Información de Semeya
be@latin: Infarmacyja pra vyjavu
bn_in: ছবি সংক্রান্ত তথ্য

source: Exit fullscreen
ast: Colar de pantalla completa
be@latin: Vyjdzi z poŭnaekrannaha režymu
bn_in: সম্পূর্ণ পর্দায় প্রদর্শন বন্ধ করা হবে

source: Slideshow
ast: Amosar Pase
bn_in: স্লাইড-শো

source: Start slideshow
ast: Entamar pase diapositives
be@latin: Pačni slideshow
bn_in: স্লাইড-শো আরম্ভ করুন

source: Slide transition:
ast: Transición Pase:
bn_in: স্লাইড পরিবর্তন:

source: More dates
ast: Más feches
be@latin: Bolej dataŭ
bn_in: অতিরিক্ত তারিখ

source: More
ast: Más
be@latin: Bolej
bn_in: অতিরিক্ত

source: _Clear Date Range
ast: _Llimpiar Rangu de Fecha
be@latin: _Ačyść škału dataŭ
bn_in: তারিখের সীমা মুছে ফেলা হবে (_C)

source: Image Directory
ast: Direutoriu Semeyes
be@latin: Kataloh vyjavaŭ
bn_in: ছবির ডিরেক্টরি

source: Thumbnail Directory
ast: Direutoriu Thumbnail
be@latin: Kataloh minijaturaŭ
bn_in: থাম্ব-নেইল ডিরেক্টরি

source: Exif Directory
ast: Direutoriu Exif
be@latin: Kataloh Exif
bn_in: Exif ডিরেক্টরি

source: GPS Directory
ast: Direutoriu GPS
be@latin: Kataloh GPS
bn_in: GPS ডিরেক্টরি

source: InterOperability Directory
ast: Direutoriu Interoperabilidá
be@latin: Kataloh InterOperability
bn_in: InterOperability ডিরেক্টরি

source: Unknown Directory
ast: Direutoriu Desconocíu
be@latin: Nieviadomy kataloh
bn_in: অজানা ডিরেক্টরির

source: Writing to this file format is not supported
ast: Escribir con esti formatu de ficheru nun ta soportado
bn_in: এই বিন্যাসের ফাইলে লেখা সমর্থিত নয়

source: IPTC Information Interchange Model (IIM) Version number
ast: Númberu versión IPTC Information Interchange Model (IIM)
be@latin: Numar versii IPTC IIM
bn_in: IPTC ইনফোর্মেশন ইন্টারচেঞ্জ মডেল (IIM) সংস্করণ সংখ্যা

source: OSI Destination routing information
ast: Información pa empobinar destinu OSI
be@latin: Infarmacyja pra routing da metavaha OSI
bn_in: OSI ডেস্টিনেশন রাউটিং সংক্রান্ত তথ্য

source: IPTC file format
ast: Formatu ficheru IPTC
be@latin: Farmat fajłu IPTC
bn_in: IPTC ফাইলের বিন্যাস

source: Identifies the provider and product
ast: Identificar proveedor y productu
be@latin: Akreślivaje pastaŭščyka j pradukt
bn_in: উপলব্ধকারী ও উৎপাদন চিহ্নিত করতে ব্যবহৃত

source: A unique number identifying the envelope
ast: Un númberu únicu qu'identifica el desarrollu
be@latin: Unikalny numar identyfukacyi kanvertu
bn_in: খাম সনাক্ত করতে ব্যবহৃত একটি স্বতন্ত্র সংখ্যা

source: A unique number
ast: Un númberu únicu
be@latin: Unikalny numar
bn_in: স্বতন্ত্র সংখ্যা

source: The envelope handling priority between 1 (most urgent) and 9 (least urgent)
ast: El desarrollu tien prioridá ente 1 (más urxente) y 9 (menos urxente)
be@latin: Pryjarytet absłuhoŭvańnia kanvertu pamiž 1 (pilna) i 9 (nia pilna)
bn_in: ১ (অত্যন্ত জরুরি) থেকে ৯-য়ের (স্বল্প জরুরি) মধ্যে গুরুত্বের মাত্রা নির্দেশকারী খাম

source: The year, month and day (CCYYMMDD) the service sent the material
ast: L'añu, mes y día (CCYYMMDD) cuando'l serviciu unvía'l material
be@latin: Hod, miesiac i dzień (CCYYMMDD), kali servis dasłaŭ hety materyjał
bn_in: পরিসেবা দ্বারা যে বৎসর, মাস ও দিনে (CCYYMMDD) সামগ্রী পাঠানো হয়েছিল

source: The hour, minute and second (HHMMSS) the service sent the material
ast: La hora, minutu y segundu (HHMMSS) cuando'l serviciu unvía'l material
be@latin: Hadzina, chvilina j sekunda (HHMMSS), kali servis dasłaŭ hety materyjał
bn_in: পরিসেবা দ্বারা যে ঘন্টা, মিনিট ও সেকেন্ডে (HHMMSS) সামগ্রী পাঠানো হয়েছিল

source: The character set designation
ast: La designación pa los caracteres
be@latin: Aznačeńnie naboru znakaŭ
bn_in: ক্যারেক্টার সেট নির্ধারণ

source: External globally unique object identifier
ast: Identificador oxetu únicu global externu
be@latin: Vonkavy hlabalny ŭnikalny identyfikatar abjektu
bn_in: বহিস্থিত গ্লোবাল ইউনিক অবজেক্ট আইডেন্টিফায়ার

source: Abstract Relationship Method (ARM) identifier
ast: Identificador Abstract Relationship Method (ARM)
be@latin: Identyfikatar ARM (Abstract Relationship Method)
bn_in: অ্যাবস্ট্র্যাক্ট রিলেশনশিপ মেথড (ARM) সনাক্তকারী

source: Abstract Relationship Method (ARM) version number.
ast: Númberu versión Abstract Relationship Method (ARM).
be@latin: Numar versii ARM (Abstract Relationship Method).
bn_in: অ্যাবস্ট্র্যাক্ট রিলেশনশিপ মেথড (ARM) সংস্করণ সংখ্যা

source: Number identifying the IIM version this application record uses
ast: Númberu d'identificador de la versión IIM qu'esta aplicación usa pa guardar
be@latin: Lik, jaki akreślivaje versiju IIM, užyvanuju hetym zapisam aplikacyi
bn_in: এই অ্যাপ্লিকেশন রেকর্ড দ্বারা ব্যবহৃত IIM সংখ্যা চিহ্নকারী সংখ্যা

source: Object type reference
ast: Referencia triba oxetu
be@latin: Suadniasieńnie typu abjektu
bn_in: অবজেক্টের ধরনের রেফারেন্স

source: Object attribute reference
ast: Referencia atributu oxetu
be@latin: Suadniasieńnie atrybutu abjektu
bn_in: অবজেক্টের অ্যাট্রিবিউটের রেফারেন্স

source: Object name
ast: Nome oxetu
be@latin: Nazva abjektu
bn_in: অবজেক্টের নাম

source: Status of the objectdata according to the provider
ast: Estáu de los datos oxeto acordes al proveedor
be@latin: Status źviestak abjektu pavodle pastaŭščyka
bn_in: উপলব্ধকারী অনুযায়ী objectdata-র অবস্থা

source: Location within a city or area where the object originates
ast: Llugar ensin ciudá o area onde s'orixina l'oxetu
be@latin: Pałažeńnie ŭ horadzie albo miascovaści pachodžańnia abjektu
bn_in: শহর অথবা অঞ্চলের যে অবস্থান থেকে বস্তুটির উৎপত্তি হচ্ছে

source: Name of the city the content is focussing on
ast: Nome de la ciudá del conteníu amosáu
be@latin: Nazva horadu, jakoha heta datyčyć
bn_in: সামগ্রীটি যে শহরের প্রতি নির্দেশ করছে

source: Copyright information for
ast: Información Copyright pa
be@latin: Infarmacyja ab aŭtarskich pravoch dla
bn_in: চিহ্নিত সামগ্রী সংক্রান্ত স্বত্বাধিকার

source: Full name of the country of the focus of the content
ast: Nome completu del país del conteníu amosáu
be@latin: Poŭnaja nazva krainy, jakoj heta datyčyć
bn_in: সামগ্রীটি যে দেশের প্রতি নির্দেশ করছে সেটির সম্পূর্ণ নাম

source: Two or three letter ISO3166 code of the country of the focus of the content
ast: Dos o trés lletres del códigu ISO3166 del país
be@latin: Dvuch- albo trochlitarny kod ISO3166 krainy, jakoj heta datyčyć
bn_in: সামগ্রীটি যে দেশের প্রতি নির্দেশ করছে সেটির দুই অথবা তিন অক্ষর বিশিষ্ট ISO3166 নাম

source: Creator of the content
ast: Criador del conteníu
be@latin: Stvaralnik
bn_in: সামগ্রীর নির্মাতা

source: Provider of the object
ast: Fornidor del oxetu
be@latin: Pastaŭščyk abjektu
bn_in: অবজেক্ট উপলব্ধকারী

source: The title of the author or creator
ast: Títulu del autor o criador
be@latin: Imia aŭtara albo stvaralnika
bn_in: লেখক অথবা নির্মাতার শিরোনাম

source: The person involved in writing, editing or correcting the object data or caption/abstract
ast: La persona qu'escribe, edita o corrixe los datos del oxetu o títulu/abstractu
be@latin: Asoba, jakaja biare ŭdzieł u pisańni, redahavańni albo karektavańni źviestak abjektu albo podpisu/pierakazu
bn_in: বস্তুর তথ্য অথবা শিরোনাম/সারসংক্ষেপ লেখা, সম্পাদনা অথবা সংশোধনের কাজের সাথে যুক্ত ব্যক্তি

source: Headline of the content
ast: Cabecera del conteníu
be@latin: Zahałovak źmieściva
bn_in: তথ্যের শিরোনাম

source: Instructions from the creator to the receiver not covered by other fields
ast: Instrucciones del criador pal receutor que nun tán cubiertes per otros campos
be@latin: Instrukcyi ad stvaralnika dla adrasata, nia źmieščanyja ŭ inšych palach
bn_in: নির্মাতা থেকে প্রাপকের উদ্দেশ্যে উপলব্ধ নির্দেশগুলি অন্য কোনো ক্ষেত্রের এক্তিয়ারভুক্ত নয়

source: Unknown IIM DataSet
ast: DataSet IIM Desconocíu
be@latin: Nieviadomy IIM DataSet
bn_in: অজানা IIM DataSet

source: Select Folder
ast: Seleicionar Carpeta
be@latin: Abiary kataloh
bn_in: ফোল্ডার নির্বাচন

source: (No Cameras Detected)
ast: (Non se Detectarón Cámares)
be@latin: (Fotakamera nia vykrytaja)
bn_in: (কোনো ক্যামেরা সনাক্ত হয়নি)

source: Loading {0} of {1}
be@latin: Zahruzka {0} z {1}
bn_in: {0} লোড করা হচ্ছে, সর্বমোট {1}

source: Done Loading
be@latin: Zahruzka zavieršanaja
bn_in: লোড করা সমাপ্ত হয়েছে

source: Directory does not exist.
be@latin: Kataloh nie isnuje.
bn_in: ডিরেক্টরি উপস্থিত নেই

source: The directory you selected "{0}" does not exist. Please choose a different directory
be@latin: Paznačany kataloh "{0}" nie isnuje. Treba paznačyć inšy kataloh
bn_in: আপনার নির্বাচিত ডিরেক্টরি "{0}" উপস্থিত নেই। অনুগ্রহ করে একটি ভিন্ন ডিরেক্টরি নির্বাচন করুন

source: Import Tags
be@latin: Impartuj cetliki
bn_in: ট্যাগ ইম্পোর্ট করুন

source: Rotate Left
ast: Voltiar Manzorga
be@latin: Paviarni ŭleva
bn_in: বাঁদিকে ঘোরানো হবে

source: Rotate picture left
ast: Voltiar semeya a la manzorga
be@latin: Paviarni zdymak uleva
bn_in: ছবিটি বাঁদিকে ঘোরানো হবে

source: Rotate Right
ast: Voltiar Drecha
be@latin: Paviarni ŭprava
bn_in: ডানদিকে ঘোরানো হবে

source: Rotate picture right
ast: Voltiar semeya a la drecha
bn_in: ছবিটি ডানদিকে ঘোরানো হবে

source: Next picture
ast: Semeya siguiente
be@latin: Nastupny zdymak
bn_in: পরবর্তী ছবি

source: Previous picture
ast: Semeya anterior
be@latin: Papiaredni zdymak
bn_in: পূর্ববর্তী ছবি

source: Import new images
ast: Importar nueves semeyes
be@latin: Impartuj novyja vyjavy
bn_in: নতুন ছবি ইম্পোর্ট করুন

source: Browse
ast: Esplorar
be@latin: Prahladaj
bn_in: ব্রাউজ করুন

source: Browse many photos simultaneously
ast: Esplorar delles semeyes al empar
be@latin: Prahladaj šmat zdymkaŭ adnačasova
bn_in: একসাথে অধিক সংখ্যক ফটো দেখুন

source: Edit Image
ast: Editar imaxe
be@latin: Madyfikuj vyjavu
bn_in: ছবি সম্পাদনা

source: View and edit a photo
ast: Ver y editar una semeya
be@latin: Prahladaj i madyfikuj zdymak
bn_in: ফটো প্রদর্শন ও সম্পাদনা

source: Fullscreen
ast: Pantalla completa
be@latin: Poŭnaekranny režym
bn_in: সম্পূর্ণ পর্দায় প্রদর্শন

source: View photos fullscreen
ast: Ver semeyes a pantalla entera
be@latin: Prahladaj zdymki ŭ poŭnaekrannym režymie
bn_in: ফটোগুলি সম্পূর্ণ পর্দায় প্রদর্শন করা হবে

source: View photos in a slideshow
ast: Ver semeyes nun pase diapositives
be@latin: Prahladaj zdymki jak slideshow
bn_in: স্লাইড-শো রূপে ছবিগুলি প্রদর্শন করা হবে

source: Previous photo
ast: Semeya anterior
be@latin: Papiaredni zdymak
bn_in: পূর্ববর্তী ফটো

source: Next photo
ast: Semeya siguiente
be@latin: Nastupny zdymak
bn_in: পরবর্তী ফটো

source: No cameras detected.
be@latin: Nijakaj fotakamery nia znojdziena.
bn_in: কোনো ক্যামেরা সনাক্ত করা হয়নি।

source: F-Spot was unable to find any cameras attached to this system. Double check that the camera is connected and has power
be@latin: F-Spot nia zmoh znajści nijakaj padłučanaj fotakamery. Pravier jašče raz, ci padłučanaja fotakamera i ci padłučanaja jana da siłkavańnia
bn_in: F-Spot দ্বারা এই সিস্টেমের সাথে সংযুক্ত কোনো ক্যামেরা সনাক্ত করা সম্ভব হয়নি। অনুগ্রহ করে পরীক্ষা করুন ক্যামেরাটি সংযুক্ত কি না ও সেটি চালু কি না।

source: Error connecting to camera
be@latin: Pamyłka spałučeńnia z fotakameraj
bn_in: ক্যামেরার সাথে সংযোগ স্থাপন করতে সমস্যা

source: Received error "{0}" while connecting to camera
be@latin: Padčas spałučeńnia z fotakameraj atrymali pamyłku "{0}"
bn_in: ক্যামেরার সাথে সংযোগ স্থাপনের প্রচেষ্টাকালে "{0}" ত্রুটি প্রাপ্ত হয়েছে

source: Merge the selected tag
ast: Amestar la etiqueta seleicionada
be@latin: Spałučyć {0} paznačany cetlik?
bn_in: নির্বাচিত ট্যাগ একত্রিত করুন

source: This operation will merge the selected tags and any sub-tags into a single tag.
ast: Esta operación amestará la etiqueta seleicionada y cualisquier subetiqueta en una única etiqueta.
be@latin: Hetaja aperacyja vykliča spałučeńnie paznačanych cetlikaŭ i ŭsich padcetlikaŭ u adzin.
bn_in: এর ফলে, নির্বাচিত ট্যাগ ও সেগুলির সাব-ট্যাগগুলি একটি ট্যাগের মধ্যে একত্রিত করা হবে।

source: _Merge Tags
ast: _Amestar Etiquetes
be@latin: _Spałučy cetliki
bn_in: ট্যাগ একত্রিত করুন (_M)

source: {0} Photo out of {1}
ast: {0} Semeya fuera de {1}
bn_in: {0} ফটো, সর্বমোট {1}
