Repository: iainlane/f-spot
Catalog: po/*.po
Languages: ast, be@latin, bn_in

source: This tool requires an active selection. Please select one or more pictures and try again
ast: Esta ferramienta requier una seleición activa. Por favor, seleiciona una o más imáxenes y inténtalo otra vegada
be@latin: Pryłada vymahaje aktyŭnaha zaznačeńnia. Zaznač adzin albo niekalki zdymkaŭ, i pasprabuj znoŭ
bn_in: এটি ব্যবহার করার জন্য একটি মান নির্বাচিত থাকা আবশ্যক। অনুগ্রহ করে এক অথবা অধিক ছবি নির্বাচন করুন ও পুনরায় প্রচেষ্টা করুন

source: Select export folder
ast: Seleicionar carpeta esportación
bn_in: এক্সপোর্ট ফোল্ডার নির্বাচন করুন

source: Exporting files
ast: Esportar ficheros
bn_in: ফাইল এক্সপোর্ট করা হচ্ছে

source: Preparing photo "{0}"
ast: Preparando semeya "{0}"
be@latin: Padrychtoŭka zdymku "{0}"
bn_in: "{0}" ছবি প্রস্তুত করা হচ্ছে

source: _Create
ast: _Criar
be@latin: _Stvary
bn_in: তৈরি করুন (_C)

source: _File name:
ast: Nome _Ficheru:
bn_in: ফাইলের নাম: (_F)

source: _Location:
ast: _Llocalización:
bn_in: অবস্থান: (_L)

source: _Scale:
ast: E_scala
bn_in: মাপ: (_S)

source: In order to detect duplicates on pictures you imported before 0.5.0, F-Spot needs to analyze your image collection. This is not done by default as it's time consuming. You can Start or Pause this update process using this dialog.
ast: Pa poder deteutar duplicaos nes imáxenes qu'importeste enantes de la versión 0.5.0, F-Spot necesita analizar la to coleición d'imáxenes. Esto nun se fae de manera predeterminada porque consume abondu tiempu. Puedes arrancar o para esti procesu d'anovamientu usando esti diálogu.
bn_in: 0.5.0-র পূর্বে ইম্পোর্ট করা ছবির মধ্যে প্রতিলিপি অনুসন্ধানের উদ্দেশ্যে F-Spot দ্বারা ছবির সংকলন যাচাই করা আবশ্যক। সময়সাপেক্ষ হওয়ার ফলে ডিফল্টরূপে এই কাজ করা হয় না। এই ডায়লগ সহযোগে এই আপডেটের কাজ আরম্ভ অথবা স্থগিত করা যাবে।

source: You currently have {0} photos needing md5 calculation, and {1} pending jobs
ast: Anguaño tienes {0} semeyes que necesiten calcular el so MD5 y {1} trabayu pendiente
bn_in: বর্তমানে {0}-টি ফটোর জন্য md5 গণনা প্রয়োজন ও {1}-টি কাজ অপেক্ষারত রয়েছে

source: _Close
ast: _Zarrar
bn_in: বন্ধ করুন (_C)

source: Processing images...
ast: Procesando imáxenes…
bn_in: ছবি বিশ্লেষণ করা হচ্ছে...

source: Stopped
ast: Paráu
bn_in: বন্ধ করা হয়েছে

source: Hash for Duplicates
bn_in: প্রতিলিপির ক্ষেত্রে Hash করা হবে

source: F-Spot Gallery
ast: Galería F-Spot
bn_in: F-Spot গ্যালারি

source: The web gallery seems to be offline now
ast: La galería web paez tar apagada agora
bn_in: ওয়েব গ্যালারিটি সম্ভবত বর্তমানে অফ-লাইন অবস্থায় রয়েছে

source: Show All
ast: Amosar Too
bn_in: সমগ্র প্রদর্শন করা হবে

source: {0} photo
ast: {0} semeya
bn_in: {0}-টি ফটো

source: Current View
ast: Vista actual
bn_in: বর্তমান প্রদর্শন

source: Selected
ast: Seleicionao
bn_in: নির্বাচিত

source: Live Web Gallery
ast: Galería Web
bn_in: লাইভ ওয়েব গ্যালারি

source: <small><i>The gallery stays active until you either deactivate it or close F-Spot. Make sure local viewers access it bypassing HTTP proxy.</i></small>
ast: <small><i>La galería permanez activa fasta que la desactive o zarre F-Spot. Asegúrate de que los visitantes llocales acceden pasando'l Proxy HTTP,</i></small>
bn_in: <small><i>গ্যালারি নিষ্ক্রিয় না করা হলে অথবা F-Spot বন্ধ না করা অবধি গ্যালারিটি সক্রিয় থাকবে। স্থানীয় ব্যবহারকারীদের ক্ষেত্রে HTTP প্রক্সি এড়িয়ে এটি ব্যবহারের সুবিধা উপলব্ধ করুন।</i></small>

source: <small><i>When the gallery is active, above is the URL you need to open on another computer to access the shared photos.</i></small>
ast: <small><i>Cuando la galería ta activa, enriba ta'l URL que tienes d'abrir dende otru equipu p'acceder a les semeyes compartíes.</i></small>
bn_in: <small><i>গ্যালারি সক্রিয় থাকলে, অন্য কোনো কম্পিউটার থেকে শেয়ার করা ফটোগুলি দেখার জন্য উপরোক্ত URL-টি ব্যবহার করুন।</i></small>

source: Activates and deactivates the web gallery
ast: Activa y desactiva la galería web
bn_in: ওয়েব গ্যালারি সক্রিয় অথবা নিষ্ক্রিয় করা হয়

source: Allow viewers to add tags
ast: Permitir a los visitantes amestar etiquetes
bn_in: দর্শকদের জন্য ট্যাগ সংযোজনের অনুমতি প্রদান করুন

source: Copy URL to clipboard
ast: Copiar el URL al cartafueyu
bn_in: ক্লিপ-বোর্ডের মধ্যে URL কপি করুন

source: F-Spot Live Web Gallery
ast: Galería en llinia F-SPot
bn_in: F-Spot লাইভ ওয়েব গ্যালারি

source: Gallery URL:
ast: URL de Galería:
bn_in: গ্যালারির URL:

source: Limit number of shared photos to
ast: Llimitar el númberu de semeyes compartíes a
bn_in: শেয়ার করা ফটোর সংখ্যার সীমা

source: Options:
ast: Opciones
bn_in: বিকল্প:

source: Photos with a Tag
ast: Semeyes con una Etiqueta
bn_in: ট্যাগসহ ফটো

source: Selected Photos
ast: Semeyes esbillaes
bn_in: নির্বাচিত ফটো

source: Share:
ast: Compartir:
bn_in: শেয়ার:

source: Views:
ast: Vistes:
bn_in: প্রদর্শন:

source: none
ast: dengún
bn_in: শূণ্য

source: Gallery: {0}, Photos: {1}, Last client: {3}
ast: Galería: {0}, Semeya: {1}, Caberu veceru: {3}
bn_in: গ্যালারি: {0}, ফটো: {1}, সর্বশেষ ক্লায়েন্ট: {3}

source: Gallery is inactive
ast: Galería ta inactiva
bn_in: গ্যালারিটি নিষ্ক্রিয়

source: Error opening the selected file
ast: Fallu abriendo'l ficheru seleicionáu
bn_in: নির্বাচিত ফাইল খুলতে সমস্যা

source: The file you selected is not a valid or supported database. Received exception "{0}".
ast: El ficheru que seleicionaste nun ye válidu o soportáu na base de datos. Esceición recibida "{0}".
bn_in: নির্বাচিত ফাইলটি বৈধ অথবা সমর্থিত ডাটাবেস নয়। "{0}" এক্সেপশন প্রাপ্ত হয়েছে।

source: <small><i>Choose the location of the database you want to import from</i></small>
ast: <small><i>Escueye una llocalización de la base de datos dende donde quies importar</i></small>
bn_in: <small><i>ইম্পোর্ট করার উদ্দেশ্যে ডাটাবেসের অবস্থান নির্বাচন করুন</i></small>

source: <small><i>Choose what to import from the selected db. "New Rolls Only" is the smart option that will avoid re-importing photos you could have imported during a previous operation. "A Single Import Roll" let you choose which roll you want to merge back. "Everything" will import everything, creating duplicates if you already imported from that database.</i></small>
ast: <small><i>Escueya qué quier importar de la base de datos seleicionada. «Namái carretes nuevos» ye la opción más intelixente qu'evitará tornar a importar lo que previamente se pudo importar n'otra operación. «Un sólu carrete» permíte-y escoyer qué carrete quier entemecer. «Too» importará too, criando duplicaos si yá importó esa base de datos.</i></small>
bn_in: <small><i>নির্বাচিত ডাটাবেস থেকে কি ইম্পোর্ট করা হবে তা নির্বাচন করুন। "New Rolls Only" প্রয়োগ করা সুবিধাজনক কারণ এর ফলে পূর্ববর্তী কোনো সময়ে ইম্পোর্ট করা ফটো পুনরায় ইম্পোর্ট করা হবে না। "A Single Import Roll" বাছাই করা হলে, একত্রিত করার উদ্দেশ্যে একটি রোল নির্বাচন করা যাবে। "Everything" সহযোগে সবকিছু ইম্পোর্ট করা হবে, এবং পূর্বে ইম্পোর্ট করা হলে প্রতিলিপি নির্মিত হবে।</i></small>

source: <small><i>Copy the images locally or keep them where they are. If you chose the later, be sure that this location will stay accessible from f-spot.</i></small>
ast: <small><i>Copiar les imáxenes llocalmente o calteneles au tán. Si s'escueye más sero, tea seguru que la llocalización ta accesible dende f-spot.</i></small>
bn_in: <small><i>ছবিগুলি স্থানীয়ভাবে কপি করুন অথবা মূল স্থানে অপরিবর্তিত রাখুন। দ্বিতীয় বিকল্প নির্বাচন করা হলে সংশ্লিষ্ট অবস্থানটি f-spot দ্বারা ব্যবহারযোগ্য হওয়া আবশ্যক।</i></small>

source: A Single Import Roll
ast: Un sólu carrete
bn_in: একটি ইম্পোর্ট রোল

source: Copy images to photos folder
ast: Copiar imáxenes a carpeta semeyes
bn_in: ফটোর ফোল্ডারে ছবি কপি করুন

source: Database Location:
ast: Llocalización Base de Datos:
bn_in: ডাটাবেসের অবস্থান:

source: Import:
ast: Importar:
bn_in: ইম্পোর্ট করুন:

source: Keep the images at their original location
ast: Mantener la imaxe na so llocalización orixinal
bn_in: ছবিগুলি মূল অবস্থান থেকে সরানো হবে না

source: Merge another F-Spot collection
ast: Mece otra coleición de F-Spot
bn_in: একটি ভিন্ন F-Spot সংকলন একত্রিত করুন

source: New Rolls Only
ast: Namái carretes nuevos
bn_in: শুধুমাত্র নতুন রোল

source: Skip
ast: Saltar
be@latin: Prapuści
bn_in: উপেক্ষা করুন

source: <big>The database refers to files contained in the <b>{0}</b> folder. Please select that folder so I can do the mapping.</big>
ast: <big>La base de datos se refier a los ficheros contenidos na carpeta <b>{0}</b>. Seleicione esa carpeta pa que se pueda facer el mapéu.</big>
bn_in: <big><b>{0}</b> ফোল্ডারের মধ্যে উপস্থিত ফাইলগুলি ডাটাবেস দ্বারা নির্দেশ করা হয়। ম্যাপিং করার উদ্দেশ্যে অনুগ্রহ করে এই ফোল্ডারটি নির্বাচন করুন।</big>

source: Configure Screensaver
ast: Configurar el curiapantalles
bn_in: স্ক্রিন-সেভার কনফিগার করুন

source: All Images
ast: Toles Semeyes
be@latin: Usie vyjavy
bn_in: সকল ছবি

source: Delay:
ast: Retardu:
bn_in: বিলম্ব:

source: Display:
ast: Amosar:
bn_in: প্রদর্শন:

source: Images tagged with:
ast: Semeyes etiquetaes con:
be@latin: Vyjavy z cetlikami:
bn_in: চিহ্নিত ট্যাগসহ ছবি:

source: Make F-Spot my screensaver
ast: Facer que F-Spot seya'l to curiapantalles
bn_in: F-Spot-কে স্ক্রিন-সেভার রূপে ধার্য করা হবে

source: Screensaver Configuration
ast: Configuración del curiapantalles
bn_in: স্ক্রিন-সেভার কনফিগারেশন

source: F-Spot Photo Manager
ast: Xestor Semeyes F-Spot
be@latin: Kiraŭnik zdymkaŭ F-Spot
bn_in: F-Spot ফটো পরিচালন ব্যবস্থা

source: Organize, enjoy, and share your photos
ast: Organiza, esfruta, y comparte les tos semeyes
be@latin: Kiruj svaimi zdymkami i dzialisia imi
bn_in: আপনার ফটোর সংকলন সুবিন্যস্ত, উপভোগ ও বিনিময় করুন

source: Photo Manager
ast: Xestor Semeyes
be@latin: Kiraŭnik zdymkaŭ
bn_in: ফটো পরিচালন ব্যবস্থা

source: Import into F-Spot
ast: Importar en F-Spot
bn_in: F-Spot-এ ইম্পোর্ট করুন

source: F-Spot Photo Viewer
ast: Visor Semeyes F-Spot
be@latin: Prahladalnik zdymkaŭ F-Spot
bn_in: F-Spot ফটো প্রদর্শন ব্যবস্থা

source: Photo Viewer
ast: Visor Semeyes
be@latin: Prahladalnik zdymkaŭ
bn_in: ফটো প্রদর্শন ব্যবস্থা

source: File not found
ast: Ficheru nun atopáu
be@latin: Fajł nia znojdzieny
bn_in: ফাইল পাওয়া যায়নি

source: Unknown transform type %d
ast: Triba de transformación desconocía %d
be@latin: Nieviadomy typ transfarmacyi %d
bn_in: রূপান্তরের অজানা ধরন %d

source: Operation failed
ast: Falló la Operación
be@latin: Aperacyja nie ŭdałasia
bn_in: কর্ম বিফল

source: Package
be@latin: Pakunak
bn_in: প্যাকেজ

source: Extension Installation
be@latin: Instalacyja pašyreńnia
bn_in: অতিরিক্ত সামগ্রীর ইনস্টলেশন

source: <b>Select the extensions to install and click on Next</b>
be@latin: <b>Paznač pašyreńni, kab zainstalavać, i naciśni Dalej</b>
bn_in: <b>ইনস্টলেশনের উদ্দেশ্যে অতিরিক্ত সামগ্রী নির্বাচন করুন ও পরবর্তী টিপুন</b>

source: Install from:
be@latin: Zainstaluj z:
bn_in: ইনস্টলেশনের উৎসস্থল:

source: _Repositories...
be@latin: _Schoviščy...
bn_in: সংগ্রহস্থল...(_R)

source: Show all packages
be@latin: Pakazvaj usie pakunki
bn_in: সকল প্যাকেজ প্রদর্শন করা হবে

source: Show new versions only
be@latin: Pakazvaj tolki novyja versii
bn_in: শুধুমাত্র নতুন সংস্করণ প্রদর্শন করা হবে

source: Show updates only
be@latin: Pakazvaj tolki aktualizacyi
bn_in: শুধুমাত্র আপডেট প্রদর্শন করা হবে

source: _Unselect All
be@latin: _Zdymi zaznačeńni
bn_in: সমগ্র নির্বাচন বাতিল করা হবে (_U)

source: Select _All
ast: Seleicion_ar Too
be@latin: Zaznač _usio
bn_in: সমগ্র নির্বাচন (_A)

source: Overall Progress:
be@latin: Ahulny prahres:
bn_in: সর্বমোট প্রগতি:

source: Downloading extensions...
be@latin: Zahruzka pašyreńniaŭ...
bn_in: অতিরিক্ত সামগ্রী ডাউনলোড করা হচ্ছে...

source: Extension Manager
be@latin: Kiraŭnik pašyreńniaŭ
bn_in: অতিরিক্ত সামগ্রী পরিচালন ব্যবস্থা

source: Additional extensions are required to perform this operation.
be@latin: Kab vykanać hetaje dziejańnie, vymahanyja dadatkovyja pašyreńni.
bn_in: এই কাজ সঞ্চালনার জন্য অতিরিক্ত সামগ্রীর উপস্থিতি প্রয়োজন।

source: The following extensions will be installed:
be@latin: Buduć zainstalavanyja nastupnyja pašyreńni:
bn_in: নিম্নলিখিত অতিরিক্ত সামগ্রী ইনস্টল করা হবে:

source: <big><b>Extension Manager</b></big>
be@latin: <big><b>Kiraŭnik pašyreńniaŭ</b></big>
bn_in: <big><b>এক্সটেনশন পরিচালনব্যবস্থা</b></big>

source: The following extensions are currently installed:
be@latin: Zainstalavanyja nastupnyja pašyreńni:
bn_in: নিম্নলিখিত অতিরিক্ত সামগ্রী বর্তমানে ইনস্টল করা আছে:

source: _Install Extensions...
be@latin: Za_instaluj pašyreńni...
bn_in: অতিরিক্ত সামগ্রী ইনস্টল করুন...(_I)

source: _Uninstall...
be@latin: _Adinstaluj...
bn_in: আন-ইনস্টল করুন...(_U)

source: Enable
be@latin: Uklučy
bn_in: সক্রিয় করুন

source: Disable
be@latin: Vyklučy
bn_in: নিষ্ক্রিয় করুন

source: Details
be@latin: Padrabiaznaści
bn_in: বিবরণ

source: Extension Repository Management
be@latin: Kiravańnie schoviščami pašyreńniaŭ
bn_in: অতিরিক্ত সামগ্রীর সংগ্রহস্থল পরিচালন ব্যবস্থা

source: Add New Repository
be@latin: Dadaj novaje schovišča
bn_in: নতুন সংগ্রহস্থল যোগ করুন

source: Select the location of the repository you want to register:
be@latin: Abiary pałažeńnie schovišča, jakoje ty chočaš zarehistravać:
bn_in: নিবন্ধনের উদ্দেশ্যে চিহ্নিত সংগ্রহস্থলের অবস্থান নির্বাচন করুন:

source: Register an on-line repository
be@latin: Zarehistruj sieciŭnaje schovišča
bn_in: একটি অন-লাইন সংগ্রহস্থল নিবন্ধন করুন

source: Register a local repository
be@latin: Zarehistruj lakalnaje schovišča
bn_in: স্থানীয় সংগ্রহস্থল নিবন্ধন করুন

source: Path:
be@latin: Ściežka:
bn_in: পাথ:

source: Browse...
be@latin: Prahladaj...
bn_in: ব্রাউজ করুন...

source: Version:
be@latin: Versija:
bn_in: সংস্করণ:

source: Author:
be@latin: Aŭtar:
bn_in: নির্মাতা:

source: Copyright:
be@latin: Aŭtarskija pravy:
bn_in: স্বত্বাধিকার:

source: Extension Dependencies:
be@latin: Zaležnaści pašyreńnia:
bn_in: অতিরিক্ত সামগ্রীর নির্ভরতা:

source: All registered repositories
be@latin: Usie zarehistravanyja schoviščy
bn_in: সকল নিবন্ধিত সংগ্রহস্থল

source: Are you sure you want to cancel the installation?
be@latin: Sapraŭdy anulavać instalacyju?
bn_in: আপনি কি নিশ্চিতরূপে এই ইনস্টলেশন বাতিল করতে ইচ্ছুক?

source: The following packages will be uninstalled:
be@latin: Nastupnyja pakunki buduć adinstalavanyja:
bn_in: নিম্নলিখিত প্যাকেজগুলি আন-ইনস্টল করা হবে:

source: There are other extensions that depend on the previous ones which will also be uninstalled:
be@latin: Jość inšyja pašyreńni, zaležnyja ad papiarednich, jakija taksama buduć adinstalavanyja:
bn_in: পূর্ববর্তী অতিরিক্ত সামগ্রীর উপর নির্ভরশীল অন্যান্য অতিরিক্ত সামগ্রীগুলিও আন-ইনস্টল করা হবে:

source: The selected extensions can't be installed because there are dependency conflicts.
be@latin: Paznačanyja pašyreńni nia mohuć być zainstalavanyja z pryčyny kanfliktaŭ zaležnaściaŭ.
bn_in: নির্ভরতা সংক্রান্ত দ্বন্দ্ব উপস্থিত থাকার ফলে নির্বাচিত অতিরিক্ত সামগ্রীগুলি ইনস্টল করা যাবে না।

source: The following packages will be installed:
be@latin: Nastupnyja pakunki buduć zainstalavanyja:
bn_in: নিম্নলিখিত প্যাকেজগুলি ইনস্টল করা হবে:

source: (in user directory)
be@latin: (u katalohu karystalnika)
bn_in: (ব্যবহারকারীর ডিরেক্টরির মধ্যে)

source: The following packages need to be uninstalled:
be@latin: Nastupnyja pakunki musiać być adinstalavanyja:
bn_in: নিম্নলিখিত প্যাকেজগুলি আন-ইনস্টল করা প্রয়োজন:

source: The following dependencies could not be resolved:
be@latin: Nastupnyja zaležnaści nie mahli być vykananyja:
bn_in: নিম্নলিখিত নির্ভরতাগুলি মীমাংসা করা যায়নি:

source: The installation has been successfully completed.
be@latin: Instalacyja zavieršanaja paśpiachova.
bn_in: সাফল্যের সাথে ইনস্টলেশন সমাপ্ত হয়েছে।

source: The installation failed!
be@latin: Instalacyja nie ŭdałasia!
bn_in: ইনস্টলেশন বিফল!

source: The installation has completed with warnings.
be@latin: Instalacyja zavieršanaja ź pieraściarohami.
bn_in: ইনস্টলেশন সমাপ্ত হয়েছে কিন্তু কিছু সতর্কবার্তা সৃষ্টি হয়েছে।

source: The uninstallation has been successfully completed.
be@latin: Adinstalacyja paśpiachova zakončanaja.
bn_in: সাফল্যের সাথে আন-ইনস্টল করা হয়েছে।

source: The uninstallation failed!
be@latin: Adinstalacyja nie ŭdałasia!
bn_in: আন-ইনস্টল করতে ব্যর্থ!

source: The uninstallation has completed with warnings.
be@latin: Adinstalacyja zakončanaja ź pieraściarohami.
bn_in: আন-ইনস্টল করা হয়েছে কিন্তু কিছু সতর্কবার্তা সৃষ্টি হয়েছে।

source: Repository
be@latin: Schovišča
bn_in: সংগ্রহস্থল

source: Installation cancelled
be@latin: Instalacyja anulavanaja
bn_in: ইনস্টলেশন বাতিল করা হয়েছে

source: Some of the required extensions were not found
be@latin: Niekatoryja z vymahanych pašyreńniaŭ nie byli znojdzienyja
bn_in: কয়েকটি আবশ্যক অতিরিক্ত সামগ্রী পাওয়া যায়নি

source: Installation failed
be@latin: Instalacyja nie ŭdałasia
bn_in: ইনস্টলেশন বিফল

source: Extension
be@latin: Pašyreńnie
bn_in: অতিরিক্ত সামগ্রী

source: Version
ast: Versión
be@latin: Versija
bn_in: সংস্করণ

source: Other
be@latin: Inšaje
bn_in: অন্যান্য

source: Exception occurred: {0}
be@latin: Adbyłosia vyklučeńnie: {0}
bn_in: উৎপন্ন এক্সেপশন: {0}

source: Disabled extensions can't be loaded.
be@latin: Vyklučanyja pašyreńni nia mohuć być zahružanyja.
bn_in: নিষ্ক্রিয় অতিরিক্ত সামগ্রীগুলি লোড করা যাবে না।

source: Loading {0} extension
be@latin: Zahruzka pašyreńnia {0}
bn_in: {0} অতিরিক্ত সামগ্রী লোড করা হচ্ছে

source: The required extension '{0}' is disabled.
be@latin: Vymahanaje pašyreńnie "{0}" vyklučanaje.
bn_in: আবশ্যক অতিরিক্ত সামগ্রী '{0}' নিষ্ক্রিয় করা হয়েছে।

source: The required extension '{0}' is not installed.
be@latin: Vymahanaje pašyreńnie "{0}" nie zainstalavanaje.
bn_in: আবশ্যক অতিরিক্ত সামগ্রী '{0}' ইনস্টল করা হয়নি।

source: (provided by {0})
be@latin: (pastaŭščyk: {0})
bn_in: ({0} দ্বারা উপলব্ধ)

source: Preview
be@latin: Pieradahlad
bn_in: পূর্বদৃশ্য

source: Path
be@latin: Ściežka
bn_in: পাথ

source: File
be@latin: Fajł
bn_in: ফাইল

source: Select Tag
be@latin: Abiary cetlik
bn_in: ট্যাগ নির্বাচন

source: Downloading Previews
be@latin: Zahruzka pieradahladaŭ
bn_in: পূর্বদৃশ্য ডাউনলোড করা হচ্ছে

source: Downloading Preview of {0}
be@latin: Zahruzka pieradahladu {0}
bn_in: {0}-র পূর্বদৃশ্য ডাউনলোড করা হচ্ছে

source: Copying file {0} of {1}
be@latin: Kapijavańnie fajłu {0} z {1}
bn_in: {0} ফাইল কপি করা হচ্ছে, সর্বমোট {1}

source: Error transferring file
be@latin: Pamyłka pry pierasyle fajłu
bn_in: ফাইল স্থানান্তর করতে সমস্যা

source: Download Complete
be@latin: Zahruzka zakončanaja
bn_in: ডাউনলোড সমাপ্ত

source: Done Copying Files
be@latin: Kapijavańnie fajłaŭ zavieršanaje
bn_in: ফাইল কপি করা সমাপ্ত হয়েছে

source: Transferring "{0}" from camera
be@latin: Pierasył "{0}" z fotakamery
bn_in: ক্যামেরা থেকে "{0}" স্থানান্তর করা হচ্ছে

source: Camera
ast: Cámara
be@latin: Fotakamera
bn_in: ক্যামেরা

source: Port
bn_in: পোর্ট

source: No photos matching {0} found
ast: Nun s'alcontraron semeyes que concasen con {0}
be@latin: Nia znojdziena zdymkaŭ, jakija pasujuć da {0}
bn_in: {0}-র সাথে সুসংগত কোনো ফটো পাওয়া যায়নি

source: The tag "{0}" is not applied to any photos. Try adding the tag to some photos or selecting a different tag in the F-Spot preference dialog.
ast: La etiqueta "{0}" nun s'aplica a nenguna semeya. Intenta amestar la etiqueta a dalgunes semeyes o seleiciona una etiqueta diferente nel diálogu de preferencies de F-Spot.
be@latin: Cetlik "{0}" nie dałučany ni da adnaho sa zdymkaŭ. Pasprabuj dadać jaho da zdymkaŭ, albo abiary inšy cetlik u vaknie naładaŭ prahramy F-Spot.
bn_in: "{0}" ট্যাগটি কোনো ফটোর জন্য প্রয়োগ করা হয়নি। কয়েকটি ফটোর ক্ষেত্রে এই ট্যাগটি যোগ করুন অথবা F-Spot সংক্রান্ত পছন্দের ডায়লগ থেকে একটি ভিন্ন ট্যাগ নির্বাচন করুন।

source: Search returned no results
ast: La gueta nun devolvió resultaos
be@latin: Niama vynikaŭ pošuku
bn_in: অনুসন্ধানের কোনো ফলাফল পাওয়া যায়নি

source: The tag F-Spot is looking for does not exist. Try selecting a different tag in the F-Spot preference dialog.
ast: La etiqueta qu'andes guetando nun esiste. Tenta seleicionar una etiqueta distinta nel diálogu de preferencies de F-Spot.
be@latin: Cetlik, šukany prahramaj F-Spot, nie isnuje. Pasprabuj abrać inšy cetlik u vaknie naładaŭ prahramy F-Spot.
bn_in: F-Spot দ্বারা অনুসন্ধান করা ট্যাগটি অনুপস্থিত। F-Spot সংক্রান্ত পছন্দের ডায়লগ থেকে একটি ভিন্ন ট্যাগ নির্বাচন করুন।

source: Reparented
ast: Emparentada
be@latin: Pieraniesieny
bn_in: ঊর্ধ্বতন সম্পর্ক পরিবর্তিত হয়েছে

source: Reparented ({0})
be@latin: Pieraniesieny ({0})
bn_in: ঊর্ধ্বতন সম্পর্ক পরিবর্তিত হয়েছে ({0})

source: Modified
ast: Modificada
be@latin: Zmadyfikavany ({0})
bn_in: পরিবর্তিত

source: Modified in {1}
ast: Modificada en {1}
be@latin: Zmadyfikavany ŭ {1}
bn_in: {1}-র মধ্যে পরিবর্তিত

source: Modified in {1} ({0})
ast: Modificaes en {1} ({0})
be@latin: Zmadyfikavany ŭ {1} ({0})
bn_in: {1}-র মধ্যে পরিবর্তিত ({0})

source: Original
ast: Orixinal
be@latin: Aryhinał
bn_in: মূল

source: Auto Color
ast: Color Automáticu
be@latin: Aŭtamatyčny koler
bn_in: স্বয়ংক্রিয় রং নির্ধারণ

source: Adjust Colors
ast: Axustar Colores
be@latin: Dastasuj kolery
bn_in: রং পরিবর্তন করুন

source: Adjust
ast: Axustar
bn_in: পরিবর্তন করুন

source: 4 x 3 (Book)
ast: 4 x 3 (Llibru)
be@latin: 4 x 3 (kniha)
bn_in: ৪ x ৩ (বই)

source: 4 x 6 (Postcard)
ast: 4 x 6 (Tarxeta Postal)
be@latin: 4 x 6 (paštoŭka)
bn_in: ৪ x ৬ (পোস্ট-কার্ড)

source: 5 x 7 (L, 2L)
bn_in: ৫ x ৭ (L, 2L)

source: 8 x 10
bn_in: ৮ x ১০

source: Square
ast: Cuadráu
be@latin: Kvadrat
bn_in: চতুর্ভুজ

source: Crop
ast: Cortar
be@latin: Padrež
bn_in: ছাঁটাই করুন

source: Select the area that needs cropping.
ast: Seleiciona l'area que necesites cortar.
bn_in: ছাঁটাই করার উদ্দেশ্যে প্রয়োজনীয় ক্ষেত্র নির্বাচন করুন।

source: No Constraint
ast: Ensin restricción
be@latin: Advolnyja praporcyi
bn_in: সীমা বিহীন

source: Same as photo
ast: Igual a la semeya
bn_in: ফটোর অনুরূপ

source: Custom Ratios...
ast: Ratios Personalizaos...
bn_in: স্বনির্ধারিত অনুপাত...

source: Desaturate
ast: Desaturar
be@latin: Źmienš nasyčanaść
bn_in: ডি-স্যাচুরেট

source: Red-eye Reduction
ast: Amenorgar Güeyos bermeyor
bn_in: রেড-আই হ্রাস

source: Fix!
ast: ¡Iguar!
bn_in: সংশোধন করা হবে!

source: Select the eyes you wish to fix.
ast: Seleiciona los güeyos que quies iguar.
bn_in: সংশোধনের উদ্দেশ্যে চোখ নির্ধারণ করুন।

source: Sepia Tone
ast: Tonu Sepia
be@latin: Tanacyja sepii
bn_in: সেপিয়া আভা

source: Soft Focus
ast: Focu Suave
be@latin: Miakki fokus
bn_in: হালকা ফোকাস

source: Straighten
ast: Endrechar
be@latin: Vyraŭnaj
bn_in: সোজা করুন

source: Import error
be@latin: Pamyłka impartavańnia
bn_in: ইম্পোর্টে সমস্যা

source: Error importing {0}{2}{2}{1}
be@latin: Pamyłka impartavańnia {0}{2}{2}{1}
bn_in: {0}{2}{2}{1} ইম্পোর্ট করতে সমস্যা

source: No way to save files of type "{0}"
ast: Ensin camín pa guardar ficheros de la triba "{0}"
be@latin: Niemahčyma zapisać fajły typu "{0}"
bn_in: "{0}" ‌ধরনের ফাইল সংরক্ষণের কোনো উপায় নেই

source: Unhandled exception
ast: Esceición nun controlada
be@latin: Vyklučeńnie, jakoje nie absłuhoŭvajecca
bn_in: এক্সেপশনের ব্যবস্থাপনা হয়নি

source: Copy Photo Locat_ion
be@latin: _Skapijuj pałažeńnie zdymku
bn_in: ফটোর অবস্থান কপি করুন (_i)

source: Export to
ast: Esportar a
be@latin: Ekspartuj u
bn_in: এক্সপোর্টের গন্তব্যস্থল

source: Open _With
ast: Abrir _Con
be@latin: Adčyni pry _dapamozie
bn_in: চিহ্নিত বস্তু সহযোগে খুলুন (_W)

source: Rem_ove Tag
ast: De_saniciar etiqueta
be@latin: Vyda_l cetlik
bn_in: ট্যাগ সরিয়ে ফেলুন (_o)

source: Rotate _Left
ast: Voltiar _Manzorga
be@latin: Paviarni ŭ_leva
bn_in: বাঁদিকে ঘোরানো হবে (_L)

source: Rotate _Right
ast: Voltiar _Drecha
be@latin: Paviarni ŭp_rava
bn_in: ডানদিকের ঘোরানো হবে_R)

source: Tools
ast: Ferramientes
be@latin: Pryładździe
bn_in: সরঞ্জাম

source: _Attach Tag
ast: _Axuntar Etiqueta
be@latin: _Dałučy cetlik
bn_in: ট্যাগ যোগ করুন (_A)

source: _Delete From Drive
ast: _Desaniciar Dende Unidá
be@latin: Vydal z dysk_u
bn_in: ড্রাইভ থেকে মুছে ফেলুন (_D)

source: _Remove From Catalog
ast: _Desaniciar Dende Catálogu
be@latin: Vydal z ka_talohu
bn_in: ক্যাটালগ থেকে সরিয়ে ফেলা হবে (_R)

source: 1024 px
bn_in: ১০২৪ px

source: 320 px
bn_in: ৩২০ px

source: 480 px
bn_in: ৪৮০ px

source: 640 px
bn_in: ৬৪০ px

source: 800 px
bn_in: ৮০০ px
